[
  {
    "ชื่อสามัญ": "CALCIUM [GLUCONATE]",
    "ชื่อการค้า": "10% CALCIUM GLUCONATE (กาชาด)",
    "รูปแบบยา": "ยาฉีด",
    "ยานี้ใช้สำหรับ": "* ยานี้ใช้เพื่อรักษาหรือป้องกันการขาดแคลเซียมในร่างกาย\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ท่านจะได้รับยานี้ในสถานพยาบาลจากแพทย์ผู้เชี่ยวชาญเท่านั้น",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* การแพ้ยาแคลเซียมคาร์บอเนต หรือแพ้ยาอื่นๆ\n* ใช้หรือกำลังใช้ยาอื่นๆ ทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง โดยเฉพาะ ยาที่ใช้รักษาโรคหัวใจล้มเหลว โรคกระดูกพรุน โรคลมชัก ยาปฏิชีวนะ การใช้วิตามิน อาหารเสริม และยาสมุนไพร\n* มีหรือเคยมีความผิดปกติของการทำงานของไต นิ่วในไต หรือกระเพาะอาหาร โรคในระบบทางเดินอาหาร มะเร็ง ระดับแคลเซียมในเลือดสูงหรือต่ำกว่าค่าปกติที่กำหนด มีปัญหาเกี่ยวกับต่อมพาราไทรอยด์\n* การตั้งครรภ์ การวางแผนในการตั้งครรภ์ หรือการให้นมบุตร",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* แจ้งแพทย์ที่ทำการรักษาทราบ หากท่านไม่สามารถไปรับยาตามนัดได้",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* อาการแพ้ ผื่นคัน หน้ามือบวม ปากหรือริมฝีปากบวม แน่นหน้าอก หายในไม่ออก\n* อ่อนแรง สับสน เหนื่อยง่าย ปวดศีรษะ ปวดท้อง คลื่นไส้ อาเจียน เบื่ออาหาร ท้องผูกรุนแรง ปวดกระดูก หงุดหงิดง่าย",
    "การเก็บรักษายา": "* ยานี้ใช้ในสถานพยาบาลเท่านั้น",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "CYANOCOBALAMIN , PYRIDOXINE [HYDROCHLORIDE] , THIAMINE [HYDROCHLORIDE]",
    "ชื่อการค้า": "3-VITADON",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* รักษาโรคขาดวิตามินบี 1 บี 6 บี 12\n* อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆ ดังนั้นหากมีข้อสงสัยควรสอบถามแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้ใช้สำหรับรับประทาน โดยทั่วไปรับประทานวันละ 1 ครั้ง ให้ใช้ยานี้ตามวิธีที่ระบุบนฉลากอย่างเคร่งครัด โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* ผู้ป่วยที่รับประทานยา Levodopa อยู่ ไม่ควรซื้อวิตามินที่มีส่วนประกอบของวิตามินบี 6 นี้รับประทานเอง เนื่องจากอาจจะทำให้ระดับยา levodopa เปลี่ยนแปลงได้ ต้องอยู่ภายใต้การดูแลของแพทย์ผู้รักษาเท่านั้น",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติแพ้ยา cyanocobalamin, pyridoxine, thiamine วิตามินหรือแพ้ยาอื่นๆ\n* ใช้หรือกำลังจะใช้ยาอื่นๆทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และยาสมุนไพร โดยเฉพาะอย่างยิ่งยารักษาโรคพาร์กินสัน\n* มีประวัติโรคไต หรือโรคอื่นๆ\n* ตั้งครรภ์ วางแผนจะตั้งครรภ์ หรือให้นมบุตร",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* ยานี้ในขนาดปกติ ไม่ก่อให้เกิดอาการข้างเคียงที่รุนแรง\n* แต่หากมีอาการแพ้ เช่น ผื่นคัน บวมใบหน้ามือ ปากหรือริมฝีปากบวม แน่นหน้าอก หายใจไม่ออก รีบพบแพทย์ทันที",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้ร้อนกว่า 30 องศาเซลเซียส เช่น บริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "CYANOCOBALAMIN , PYRIDOXINE [HYDROCHLORIDE] , THIAMINE [HYDROCHLORIDE]",
    "ชื่อการค้า": "3B",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* รักษาโรคขาดวิตามินบี 1 บี 6 บี 12\n* อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆ ดังนั้นหากมีข้อสงสัยควรสอบถามแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้ใช้สำหรับรับประทาน โดยทั่วไปรับประทานวันละ 1 ครั้ง ให้ใช้ยานี้ตามวิธีที่ระบุบนฉลากอย่างเคร่งครัด โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* ผู้ป่วยที่รับประทานยา Levodopa อยู่ ไม่ควรซื้อวิตามินที่มีส่วนประกอบของวิตามินบี 6 นี้รับประทานเอง เนื่องจากอาจจะทำให้ระดับยา levodopa เปลี่ยนแปลงได้ ต้องอยู่ภายใต้การดูแลของแพทย์ผู้รักษาเท่านั้น",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติแพ้ยา cyanocobalamin, pyridoxine, thiamine วิตามินหรือแพ้ยาอื่นๆ\n* ใช้หรือกำลังจะใช้ยาอื่นๆทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และยาสมุนไพร โดยเฉพาะอย่างยิ่งยารักษาโรคพาร์กินสัน\n* มีประวัติโรคไต หรือโรคอื่นๆ\n* ตั้งครรภ์ วางแผนจะตั้งครรภ์ หรือให้นมบุตร",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* ยานี้ในขนาดปกติ ไม่ก่อให้เกิดอาการข้างเคียงที่รุนแรง\n* แต่หากมีอาการแพ้ เช่น ผื่นคัน บวมใบหน้ามือ ปากหรือริมฝีปากบวม แน่นหน้าอก หายใจไม่ออก รีบพบแพทย์ทันที",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้ร้อนกว่า 30 องศาเซลเซียส เช่น บริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "CALCIUM [CARBONATE]",
    "ชื่อการค้า": "4 CAL 500",
    "รูปแบบยา": "ยาเม็ดชนิดเคี้ยว",
    "ยานี้ใช้สำหรับ": "* ยานี้ใช้เสริมหรือทดแทนแคลเซียม\n* ยานี้อาจใช้เป็นยาลดกรดเพื่อบรรเทาอาการแสบร้อนบริเวณยอดอก อาหารไม่ย่อย และรู้สึกไม่สบายท้อง\n* ยานี้อาจใช้ในข้อบ่งใช้อื่น เช่น บางครั้งใช้ในการลดปริมาณฟอสเฟตในเลือดในผู้ป่วยโรคไตวายเรื้อรัง\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้อยู่ในรูปแบบยาเม็ดชนิดเคี้ยว ใช้สำหรับรับประทานโดยควรเคี้ยวยาให้ละเอียดก่อนกลืนยา\n* กรณีใช้เพื่อยานี้ใช้เสริมหรือทดแทนแคลเซียม รับประทานยานี้พร้อมอาหารหรือหลังอาหาร รับประทานยานี้แล้วควรดื่มน้ำ 1 แก้วเต็ม\n* กรณีใช้ยานี้เป็นยาลดกรดเพื่อช่วยบรรเทาอาการแสบร้อนกลางอก อาหารไม่ย่อย หรืออาการไม่สบายท้อง รับประทานยานี้หลังอาหารโดยเคี้ยวยาให้ละเอียดก่อนกลืนยา และไม่ควรใช้ยาเกินสองสัปดาห์ ยกเว้นแพทย์สั่งใช้\n* กรณีรับประทานเพื่อลดปริมาณฟอสเฟตในเลือดในผู้ป่วยโรคไตวายเรื้อรัง ให้รับประทานยานี้พร้อมอาหารคำแรก\n* ใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากยาอย่างเคร่งครัด โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* หากกำลังรับประทานยาอื่นอยู่ ให้รับประทานยานี้ห่างจากการรับประทานยาอื่นๆอย่างน้อย 2 ชั่วโมง\n* ไม่ควรดื่มเครื่องดื่มที่มีแอลกอฮอล์ หรือเครื่องดื่มที่ผสมคาเฟอีน เช่น ชา กาแฟ พร้อมยานี้ เนื่องจากจะทำให้ยานี้ถูกดูดซึมเข้าสู่ร่างกายได้น้อยลง",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* การแพ้ยาแคลเซียมคาร์บอเนต หรือแพ้ยาอื่นๆ\n* ใช้หรือกำลังใช้ยาอื่นๆ ทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง โดยเฉพาะ ยาที่ใช้รักษาโรคหัวใจล้มเหลว โรคกระดูกพรุน โรคลมชัก ยาปฏิชีวนะ การใช้วิตามิน อาหารเสริม และยาสมุนไพร\n* มีหรือเคยมีความผิดปกติของการทำงานของไต นิ่วในไต หรือกระเพาะอาหาร โรคในระบบทางเดินอาหาร มะเร็ง ระดับแคลเซียมในเลือดสูงหรือต่ำกว่าค่าปกติที่กำหนด มีปัญหาเกี่ยวกับต่อมพาราไทรอยด์\n* การตั้งครรภ์ การวางแผนในการตั้งครรภ์ หรือการให้นมบุตร",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า\n* กรณีรับประทานยาเพื่อลดปริมาณฟอสเฟตในเลือดในผู้ป่วยโรคไตวายเรื้อรัง โดยทั่วไปถ้าลืมรับประทานยาและนึกได้ระหว่างมื้ออาหารหรือไม่เกิน 1 ชั่วโมงหลังรับประทานอาหาร ให้รับประทานยาทันทีที่นึกได้ แต่ถ้านึกได้เกิน 1 ชั่วโมงหลังรับประทานอาหาร ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* อาการแพ้ ผื่นคัน หน้ามือบวม ปากหรือริมฝีปากบวม แน่นหน้าอก หายในไม่ออก\n* อ่อนแรง สับสน เหนื่อยง่าย ปวดศีรษะ ปวดท้อง คลื่นไส้ อาเจียน เบื่ออาหาร ท้องผูกรุนแรง ปวดกระดูก หงุดหงิดง่าย",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่อุณหภูมิมากกว่า 30 องศาเซลเซียส เช่น เก็บในบริเวณที่ไม่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "5-FLUOROURACIL",
    "ชื่อการค้า": "5-fu tab. 100 kyowa",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* รักษามะเร็งลำไส้ใหญ่ มะเร็งกระเพาะอาหาร มะเร็งตับอ่อน มะเร็งเต้านม\n* อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ ดังนั้นหากมีข้อสงสัยควรสอบถามแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้ใช้สำหรับรับประทาน โดยทั่วไปรับประทานวันละ 1-3 ครั้ง หรือใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากยาอย่างเคร่งครัด โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* ระหว่างได้รับยานี้ไม่ควรรับวัคซีนใดๆ โดยไม่ปรึกษาแพทย์ผู้รักษา\n* ยาอาจทำให้ประจำเดือนมาผิดปกติระหว่างการใช้ยา แต่ยังมีโอกาสตั้งครรภ์ได้ หรือมีการยับยั้งการผลิตสเปิร์ม แต่ยังมีโอกาสทำให้ฝ่ายหญิงตั้งครรภ์ได้\n* fluorouracil อาจทำอันตรายต่อทารกในครรภ์ ควรวางแผนคุมกำเนิดโดยวิธีที่เหมาะสมระหว่างได้รับยานี้หรือหลังรับการรักษาไปแล้วทั้งหญิงและชาย",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติแพ้ยา fluorouracil หรือยาอื่นๆ\n* ใช้หรือกำลังจะใช้ยาอื่นๆทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และยาสมุนไพร โดยเฉพาะ aspirin, leucovirin\n* ตั้งครรภ์ วางแผนจะตั้งครรภ์ หรือให้นมบุตร\n* มีหรือเคยมีโรคประจำตัวอื่นๆ",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* ปวดแสบเมื่อปัสสาวะ หรือปัสสาวะมีสีแดง\nอุจจาระสีดำหรือคล้ำ\nท้องเสีย\nปวดท้อง\nเลือดออกผิดปกติหรือมีรอยช้ำ\nเท้าหรือขาบวม\nไอ\nผื่นคัน\nมีไข้\nเจ็บคอ\nคลื่นไส้ อาเจียน\nผื่น\nตัวเหลืองหรือตาเหลือง\nปวดข้อ",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา  ปิดภาชนะให้สนิท  และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนมากกว่า 30 องศาเซลเซียส  เช่น บริเวณที่ถูกแสงแดดโดยตรง    และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "DOXYCYCLINE [HYCLATE]",
    "ชื่อการค้า": "693 MALBAC (MB)",
    "รูปแบบยา": "แคปซูล",
    "ยานี้ใช้สำหรับ": "* ยานี้ใช้เพื่อรักษาโรคติดเชื้อแบคทีเรีย เช่น โรคปอดอักเสบ (pneumonia), โรคติดเชื้อระบบทางเดินหายใจ (respiratory tract infection), โรค Lyme, สิวอักเสบ(acne) การติดเชื้อที่ผิวหนัง ในช่องท้อง ระบบสืบพันธ์ และทางเดินปัสสาวะ , โรค anthrax (ที่ติดเชื้อจากการหายใจ) , โรคติดเชื้อของกระดูก กระเพาะอาหาร ไซนัส หู, ยานี้อาจใช้เพื่อป้องกันโรคมาลาเรียได้\n* ยานี้อาจใช้เพื่อรักษาการติดเชื้อมาลาเรียได้\n* อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ ดังนั้นหากมีข้อสงสัยควรสอบถามแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้อยู่ในรูปแบบยาแคปซูล ใช้สำหรับรับประทาน รับประทานยานี้ขณะท้องว่าง วันละ 1 หรือ 2 ครั้ง แต่หากมีอาการไม่สบายท้องให้ทานพร้อมอาหาร (ซึ่งอาจทำให้ยาดูดซึมจากกระเพาะอาหารเข้าสู่กระแสเลือดให้น้อยลงบ้าง)\n* รับประทานยานี้ติดต่อกันตามแพทย์สั่งจนครบระยะเวลาในการรักษา แม้อาการจะดีขึ้นแล้วก็ตาม ห้ามหยุดใช้ยาเองโดยไม่ได้ปรึกษาแพทย์\n* ห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* การรับประทานยาเพื่อป้องกันไข้มาลาเรีย ให้เริ่มรับประทาน 1 หรือ 2 วันก่อนเดินทางไปในพื้นที่ที่มีความเสี่ยง และทานต่อเนื่องไปอีก 4 สัปดาห์หลังจากออกมาจากพื้นที่ดังกล่าว และไม่ควรรับประทานยานี้ติดต่อกันเกินกว่า 4 เดือน\n* รับประทานยานี้แล้วให้ดื่มน้ำตามมากๆ\n* ไม่ควรรับประทานพร้อมนมหรือยาลดกรด โดยให้รับประทานยา doxycycline 1-2 ชั่วโมงก่อนรับประทานยาลดกรด แคลเซียมเสริม หรือยาระบายที่มีแมกนีเซียมเป็นส่วนประกอบ หากรับประทานยาที่มีธาตุเหล็กร่วมด้วยให้เว้นระยะห่างจาก doxycycline  2-3 ชั่วโมง\n* ห้ามใช้ยานี้ในระหว่างตั้งครรภ์ และในเด็กอายุต่ำกว่า 8 ปี เนื่องจากยานี้อาจทำให้สีของฟันเปลี่ยนเป็นสีเข้มอย่างถาวร ควรปรึกษากุมารแพทย์หากจำเป็นต้องใช้ยานี้ในเด็ก\n* ยานี้อาจทำให้ผิวหนังไวต่อแสงแดดง่าย หลีกเลี่ยงการทำงานหรืออยู่ในที่มีแสงแดดส่องเป็นเวลานานระหว่างที่รับประทานยา รวมทั้งทายากันแดดหรือสวมเสื้อผ้าที่ปกปิดป้องกันแสงแดด",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* แพ้ยา doxycycline,minocycline, ยากลุ่ม tetracycline หรือยาอื่นๆ\n* ใช้หรือกำลังจะใช้ ยาอื่นๆทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และสมุนไพรรวมทั้งสีผสมอาหารและสารกันบูด\n* หากเป็นหรือเคยเป็นโรคเบาหวาน โรคไต หรือโรคตับ หรือโรคเกี่ยวกับลำไส้\n* ตั้งครรภ์ การวางแผนในการตั้งครรภ์ หรือการให้นมบุตร\n* หากท่านจะต้องเข้ารับการผ่าตัดหรือทำทันตกรรมใด ๆ ควรแจ้งให้แพทย์หรือทันตแพทย์ทราบว่าท่านกำลังใช้ยานี้อยู่",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* อาการแพ้ เช่นเป็นผื่นคัน บวมตามอวัยวะ เช่น ใบหน้า ลิ้น ริมฝีปาก แดงบริเวณผิวหนัง มีตุ่มน้ำ ผิวลอกรวมถึงผิวในปาก ตัวเหลือง ตาเหลือง มีเลือดออกหรือมีรอยฟกช้ำแปลกๆ  ผิวไหม้\n* หายใจหรือกลืนอาหารลำบาก เบื่ออาหาร ปวดศีรษะรุนแรง มีไข้  หายใจลำบาก ปวดท้อง ไม่สบายท้อง อาเจียน อ่อนเพลียหรือเหนื่อยผิดปกติ  ไม่มีแรงหรือเป็นตะคริว การมองเห็นเปลี่ยนแปลงไป ความคิดสับสน ปัสสาวะมีสีเข้มและมีปริมาณลดลง  อุจจาระมีสีอ่อนซีด",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิทและเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนมากกว่า 30 องศาเซลเซียส เช่นถูกแสงแดดโดยตรง และ ไม่เก็บยาในบริเวณที่เปียกหรือชื้นรวมถึงไม่เก็บในห้องน้ำ\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "ISOTRETINOIN",
    "ชื่อการค้า": "A - CNOTREN",
    "รูปแบบยา": "แคปซูลชนิดนิ่ม",
    "ยานี้ใช้สำหรับ": "* เพื่อรักษาและป้องกันการกลับเป็นซ้ำของสิวอักเสบที่มีอาการรุนแรง และไม่ตอบสนองต่อการรักษาด้วยยาปฏิชีิวนะหรือการรักษาด้วยวิธีอื่น\n* ยานี้อาจใช้เพื่อรักษาโรคผิวหนังหรือมะเร็งบางชนิดได้\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่น ๆ ได้ หากมีข้อสงสัยกรุณาสอบถามแพทย์หรือเภสัชกร\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้อยู่ในรูปแบบยาเม็ดแคปซูลนิ่ม ใช้สำหรับรับประทาน โดยทั่วไปรับประทานยาวันละ 2 ครั้งพร้อมอาหาร ควรกลืนยาพร้อมดื่มน้ำตาม 1 แก้ว ห้ามเคี้ยวหรือเจาะเม็ดยาให้แตก รับประทานยานี้้ตามวิธีใช้ที่ระบุบนฉลากยาอย่างเคร่งครัด ห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* เมื่อเริ่มต้นการรักษาแพทย์อาจให้เริ่มใช้ยาขนาดปานกลาง แล้วจึงปรับขนาดยา โดยอาจเพิ่มหรือลดตามการตอบสนองของผู้ป่วย  ผลของยานี้จะเห็นชัดเจนหลังเริ่มใช้ยาต่อเนื่อง 2-3 สัปดาห์ขึ้นไป ซึ่งในระยะแรกของการใช้ยาอาจพบอาการสิวเห่อเพิ่มขึ้นได้ ควรใช้ยาต่อเนื่องจนครบระยะเวลาที่แพทย์สั่งใช้\n* ควรใช้ยาเฉพาะตนเอง ห้ามแบ่งยาให้กับผู้อื่นซึ่งมีอาการเช่นเดียวกัน เนื่องจากยานี้สามารถทำให้เกิดความพิการของทารกในครรภ์",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติแพ้ยา isotretinoin หรือแพ้ยาอื่น ๆ\n* ใช้หรือกำลังจะใช้ยาอื่น ๆ ทั้งยาที่แพทย์สั่งจ่ายและยาที่สั่งใช้เอง วิตามิน อาหารเสริม และสมุนไพร\n* เป็นหรือเคยเป็นโรคดังต่อไปนี้ ลำไส้อักเสบ โรคตับ ภาวะเม็ดเลือดขาวต่ำ โรคทางจิตเวช เช่น ซึมเศร้า จิตเภท เคยฆ่าตัวตายหรือเคยพยายามฆ่าตัวตาย มีความผิดปกติเกี่ยวกับกระดูก เช่นกระดูกพรุน หรือโรคกระดูกน่วม มีภาวะตับอ่อนอักเสบ\n* หากท่านกำลังจะเข้ารับการผ่าตัดหรือทำทันตกรรมใด ๆ ควรแจ้งให้แพทย์หรือทันตแพทย์ทราบว่าท่านกำลังใช้ยานี้อยู่\n* หากมีความจำเป็นต้องใช้ยาในเด็ก ควรปรึกษาผู้เชี่ยวชาญ\n* สำหรับสตรีวัยเจริญพันธุ์ที่ยังมีโอกาสตั้งครรภ์ต้องใช้การคุมกำเนิดร่วมกัน 2 วิธีขึ้นไป ทั้งก่อนเริ่มใช้ยาและหลังจากหยุดยาอย่างน้อย 1 เดือน และต้องทำการทดสอบการตั้งครรภ์ 2 ครั้งว่าให้ผลเป็นลบ (ไม่ตั้งครรภ์) จึงจะสามารถรับยาได้ และเมื่อใช้ยานี้อยู่ จะต้องทำการตรวจการตั้งครรภ์อย่างสม่ำเสมอทุกครั้งก่อนทำการรับยาเพิ่มครั้งต่อไป\n* หากผู้ป่วยเลือกการคุมกำเนิดด้วยวิธีการรับประทานยาคุมกำเนิด ควรหลีกเลี่ยงยาที่ไม่มีส่วนประกอบของเอสโตรเจน เนื่องจากการคุมกำเนิดอาจไม่ได้ผลระหว่างการได้รับยา isotretinoin หากประจำเดือนเลื่อนไป หรือสงสัยว่าอาจจะตั้งครรภ์ ให้หยุดการใช้ยานี้และปรึกษาแพทย์ทันที\n* ในเพศชายพบยาปริมาณเล็กน้อยสามารถผ่านออกมาได้ทางน้ำอสุจิ ไม่มีข้อมูลว่าปริมาณยาเพียงเล็กน้อยดังกล่าวนี้จะส่งผลต่อตัวอ่อนในครรภ์ของฝ่ายหญิงหรือไม่ ฉะนั้นแจ้งแพทย์ผู้รักษาก่อนการได้รับยา หากฝ่ายหญิงตั้งครรภ์ หรือวางแผนจะมีบุตร หรือเกิดการตั้งครรภ์ระหว่างฝ่ายชายใช้ยานี้\n* ระหว่างการรักษาด้วยยานี้จนถึง 30 วันภายหลังการหยุดยา ไม่ควรให้นมบุตร\n* ห้ามบริจาคเลือดระหว่างการรักษาด้วยยานี้ และหลังจากการหยุดยาเป็นเวลา 30 วัน\n* ยานี้อาจเพิ่มระดับคอเลสเตอรอล และไตรกลีเซอไรด์ในเลือด ต้องตรวจเลือดเพื่อติดตามดูระดับของไขมันเหล่านี้เป็นระยะ และให้การรักษาตามความเหมาะสม การดื่มเครื่องดื่มแอลกอฮอลล์จะทำให้ความเสี่ยงในการเกิดไขมันในเลือดสูงมีเพิ่มขึ้น ผู้ที่ได้รับยานี้จึงควรหลีกเลี่ยงการดื่มเครื่องดื่มแอลกอฮอลล์\n* หากผู้ป่วยสวมคอนแทคเลนส์ อาจมีอาการระคายเคืองตา เนื่องจากยานี้ทำให้มีอาการตาแห้ง ซึ่งเป็นอาการข้างเคียงของยา\n* ยานี้อาจทำให้ประสิทธิภาพการมองเห็นในตอนกลางคืนลดลง และสามารถเกิดขึ้นได้อย่างเฉียบพลัน ดังนั้นผู้ที่กำลังได้รับยานี้ควรระมัดระวังในการขับขี่ยานพาหนะ หรือการทำงานกับเครื่องจักร หากเกิดอาการดังกล่าวขึ้น ให้หยุดยาและปรึกษาแพทย์\n* หากเกิดอาการปากแห้ง ซึ่งเป็นผลข้างเคียงของการรับประทานยา อาจแก้ไขโดยการอมลูกอม หรือดื่มน้ำมากๆ\n* หลีกเลี่ยงการรับประทานวิตามินรวม หรืออาหารเสริมใดๆ ที่มีส่วนประกอบของวิตามินเอ\n* การรับประทานยานี้อาจทำให้ผิวหนังมีความไวแต่รังสียูวี หรือแสงอาทิตย์มากกว่าปกติ หลีกเลี่ยงการใช้ผลิตภัณฑ์ทำผิวสีแทน และหลีกเลี่ยงแสงอาทิตย์ให้มากที่สุด สวมเสื้อผ้าที่มิดชิดเวลาอยู่กลางแจ้งและใช้ผลิตภัณฑ์ทากันแดด (ค่าเอสพีเอฟตั้งแต่ 15 ขึ้นไป)\n* ระหว่างรับประทานยานี้ จนถึงภายหลังการหยุดยาเป็นระยะเวลา 6 เดือน ควรหลีกเลี่ยงการใช้บริการเสริมความงามด้วยวิธีการที่กระทำต่อผิวหนัง เช่น การขจัดขนด้วยแวกซ์ (waxing) การขัดผิว (dermabrasion) หรือการใช้แสงเลเซอร์ เนื่องจากมีความเสี่ยงสูงที่จะเกิดแผลเป็น\n* ยานี้อาจส่งผลเพิ่มระดับน้ำตาลในเลือด หากผู้ป่วยเป็นโรคเบาหวานและได้รับยานี้ ควรทำการตรวจวัดระดับน้ำตาลเป็นประจำ\n* ชอบเล่นกีฬาที่มีการกระแทกที่เสี่ยงต่อการหักของกระดูก ยานี้อาจส่งผลต่อกล้ามเนื้อ เอ็น และกระดูก ทำให้เกิดอาการปวด ปรึกษาแพทย์หากต้องทำกิจกรรมหนักๆ หากเกิดอาการปวดขึ้น โดยเฉพาะอย่างยิ่งปวดหลังหรือปวดข้อต่อควรปรึกษาแพทย์ และหากเกิดอาการกล้ามเนื้ออ่อนแรง ไม่ว่าจะมีอาการปวดร่วมด้วยหรือไม่ก็ตามอาจเป็นสัญญาณของอาการรุนแรง หยุดยานี้แล้วปรึกษาแพทย์ทันที",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* ผื่น คัน หรือลมพิษ มีอาการบวมตามใบหน้า ดวงตา ปาก ลิ้น ลำคอ แขน ขา หรือเท้า กลืนลำบาก หายใจลำบาก เจ็บหน้าอก\n* มีอาการฟกช้ำ หรือเลือดออกผิดปกติ ตัวเหลือง ตาเหลือง รอบเดือนเปลี่ยนแปลง\n* ปวดศีรษะรุนแรง วิงเวียน เป็นลม หูดับ ได้ยินเสียงผิดปกติในหู เห็นภาพเบลอ ชัก พูดช้า พูดลำบาก พูดรัวไม่รู้เรื่อง ชา\n* ปัสสาวะบ่อยขึ้น หรือปัสสาวะสีเข้ม กระหายน้ำ หัวใจเต้นผิดจังหวะ คลื่นไส้ อาเจียน ปวดท้อง แสบยอดอก ท้องเสีย เลือดออกทางทวารหนัก และปวดตาอย่างต่อเนื่อง หัวใจเต้นเร็ว ไข้\n* ปวดกล้ามเนื้อ หรือข้อต่อ หรือกล้ามเนื้ออ่อนแรง โดยอาจมีอาการปวดร่วมด้วยหรือไม่ก็ได้",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่ได้รับมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็ยยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนมากกว่า 30 องศาเซลเซียส และไม่เก็บในที่ร้อนหรือชื้น เช่นบริเวณที่ถูกแสงแดดโดยตรง และไม่ควรเก็บยาในห้องน้ำ\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "CEFUROXIME [AXETIL]",
    "ชื่อการค้า": "A - ROXIME 125",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* รักษาโรคที่เกิดจากการติดเชื้อแบคทีเรีย เช่น หลอดลมอักเสบ โรคหนองใน โรค Lyme โรคติดเชื้อที่หู ลำคอ ไซนัส ผิวหนังและระบบทางเดินปัสสาวะ\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรสอบถามแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้อยู่ในรูปแบบยาเม็ดสำหรับรับประทาน โดยทั่วไปรับประทานวันละ 2 ครั้ง ทุก 12 ชั่วโมง ต่อเนื่องเป็นเวลา 7-10 วัน รับประทานยาก่อนหรือหลังอาหารก็ได้ แต่ควรรับประทานเวลาเดียวกันทุกวัน\n* การใช้เพื่อรักษาโรคหนองใน ให้รับประทานยานี้ครั้งเดียว หากใช้เพื่อรักษาโรค Lyme รับประทานยาวันละ 2 ครั้ง ต่อเนื่องเป็นเวลา 20 วัน\n* รับประทานยาตามแพทย์สั่งอย่างเคร่งครัดห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ หากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* รับประทานยาติดต่อกันจนครบระยะเวลาในการรักษา แม้จะรู้สึกดีขึ้นแล้วก็ตาม ห้ามหยุดใช้ยาเองโดยไม่ได้ปรึกษาแพทย์\n* กลืนทั้งเม็ด และดื่มน้ำตามมาก ๆ  ยานี้มีรสขมจัดจึงไม่ควรหักแบ่งหรือเคี้ยวเม็ดยา หากเด็กไม่สามารถกลืนยาเม็ดได้ ควรเปลี่ยนไปใช้ยาน้ำแขวนตะกอนแทน",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* แพ้ยา cefuroxime, ยากลุ่ม penicillin, ยากลุ่มcephalosporin, หรือยาอื่นๆ\n* ใช้หรือกำลังจะใช้ยาอื่นๆ ทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และสมุนไพร\n* มีหรือเคยมีโรคตับ โรคไต โรคลำไส้อักเสบ หรือโรคของกระเพาะอาหาร ปัญหาเกี่ยวกับระบบเลือด\n* ตั้งครรภ์ วางแผนในการตั้งครรภ์ หรือให้นมบุตร",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* อาการแพ้ เช่น ผื่นที่ผิวหนัง ผื่นคันหรือลมพิษ ตาบวม หน้าบวม ปากบวม ลิ้นบวม หายใจหรือกลืนลำบาก\n* หัวใจเต้นผิดจังหวะหรือเจ็บหน้าอก ชัก มีไข้ ปัสสาวะมีสีเข้ม ผิวหนังเป็นผื่นแดงหรือมีตุ่มน้ำ เลือดออกหรือมีรอยจ้ำเลือดผิดปกติ อ่อนเพลียผิดปกติ เจ็บหรือมีแผลในปาก ตกขาว คันบริเวณช่องคลอด",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิทและเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนมากกว่า 30 องศาเซลเซียส เช่นถูกแสงแดดโดยตรง และ ไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "CEFUROXIME [AXETIL]",
    "ชื่อการค้า": "A - ROXIME 250",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* รักษาโรคที่เกิดจากการติดเชื้อแบคทีเรีย เช่น หลอดลมอักเสบ โรคหนองใน โรค Lyme โรคติดเชื้อที่หู ลำคอ ไซนัส ผิวหนังและระบบทางเดินปัสสาวะ\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรสอบถามแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้อยู่ในรูปแบบยาเม็ดสำหรับรับประทาน โดยทั่วไปรับประทานวันละ 2 ครั้ง ทุก 12 ชั่วโมง ต่อเนื่องเป็นเวลา 7-10 วัน รับประทานยาก่อนหรือหลังอาหารก็ได้ แต่ควรรับประทานเวลาเดียวกันทุกวัน\n* การใช้เพื่อรักษาโรคหนองใน ให้รับประทานยานี้ครั้งเดียว หากใช้เพื่อรักษาโรค Lyme รับประทานยาวันละ 2 ครั้ง ต่อเนื่องเป็นเวลา 20 วัน\n* รับประทานยาตามแพทย์สั่งอย่างเคร่งครัดห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ หากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* รับประทานยาติดต่อกันจนครบระยะเวลาในการรักษา แม้จะรู้สึกดีขึ้นแล้วก็ตาม ห้ามหยุดใช้ยาเองโดยไม่ได้ปรึกษาแพทย์\n* กลืนทั้งเม็ด และดื่มน้ำตามมาก ๆ  ยานี้มีรสขมจัดจึงไม่ควรหักแบ่งหรือเคี้ยวเม็ดยา หากเด็กไม่สามารถกลืนยาเม็ดได้ ควรเปลี่ยนไปใช้ยาน้ำแขวนตะกอนแทน",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* แพ้ยา cefuroxime, ยากลุ่ม penicillin, ยากลุ่มcephalosporin, หรือยาอื่นๆ\n* ใช้หรือกำลังจะใช้ยาอื่นๆ ทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และสมุนไพร\n* มีหรือเคยมีโรคตับ โรคไต โรคลำไส้อักเสบ หรือโรคของกระเพาะอาหาร ปัญหาเกี่ยวกับระบบเลือด\n* ตั้งครรภ์ วางแผนในการตั้งครรภ์ หรือให้นมบุตร",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* อาการแพ้ เช่น ผื่นที่ผิวหนัง ผื่นคันหรือลมพิษ ตาบวม หน้าบวม ปากบวม ลิ้นบวม หายใจหรือกลืนลำบาก\n* หัวใจเต้นผิดจังหวะหรือเจ็บหน้าอก ชัก มีไข้ ปัสสาวะมีสีเข้ม ผิวหนังเป็นผื่นแดงหรือมีตุ่มน้ำ เลือดออกหรือมีรอยจ้ำเลือดผิดปกติ อ่อนเพลียผิดปกติ เจ็บหรือมีแผลในปาก ตกขาว คันบริเวณช่องคลอด",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิทและเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนมากกว่า 30 องศาเซลเซียส เช่นถูกแสงแดดโดยตรง และ ไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "CEFUROXIME [AXETIL]",
    "ชื่อการค้า": "A - ROXIME 500",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* รักษาโรคที่เกิดจากการติดเชื้อแบคทีเรีย เช่น หลอดลมอักเสบ โรคหนองใน โรค Lyme โรคติดเชื้อที่หู ลำคอ ไซนัส ผิวหนังและระบบทางเดินปัสสาวะ\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรสอบถามแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้อยู่ในรูปแบบยาเม็ดสำหรับรับประทาน โดยทั่วไปรับประทานวันละ 2 ครั้ง ทุก 12 ชั่วโมง ต่อเนื่องเป็นเวลา 7-10 วัน รับประทานยาก่อนหรือหลังอาหารก็ได้ แต่ควรรับประทานเวลาเดียวกันทุกวัน\n* การใช้เพื่อรักษาโรคหนองใน ให้รับประทานยานี้ครั้งเดียว หากใช้เพื่อรักษาโรค Lyme รับประทานยาวันละ 2 ครั้ง ต่อเนื่องเป็นเวลา 20 วัน\n* รับประทานยาตามแพทย์สั่งอย่างเคร่งครัดห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ หากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* รับประทานยาติดต่อกันจนครบระยะเวลาในการรักษา แม้จะรู้สึกดีขึ้นแล้วก็ตาม ห้ามหยุดใช้ยาเองโดยไม่ได้ปรึกษาแพทย์\n* กลืนทั้งเม็ด และดื่มน้ำตามมาก ๆ  ยานี้มีรสขมจัดจึงไม่ควรหักแบ่งหรือเคี้ยวเม็ดยา หากเด็กไม่สามารถกลืนยาเม็ดได้ ควรเปลี่ยนไปใช้ยาน้ำแขวนตะกอนแทน",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* แพ้ยา cefuroxime, ยากลุ่ม penicillin, ยากลุ่มcephalosporin, หรือยาอื่นๆ\n* ใช้หรือกำลังจะใช้ยาอื่นๆ ทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และสมุนไพร\n* มีหรือเคยมีโรคตับ โรคไต โรคลำไส้อักเสบ หรือโรคของกระเพาะอาหาร ปัญหาเกี่ยวกับระบบเลือด\n* ตั้งครรภ์ วางแผนในการตั้งครรภ์ หรือให้นมบุตร",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* อาการแพ้ เช่น ผื่นที่ผิวหนัง ผื่นคันหรือลมพิษ ตาบวม หน้าบวม ปากบวม ลิ้นบวม หายใจหรือกลืนลำบาก\n* หัวใจเต้นผิดจังหวะหรือเจ็บหน้าอก ชัก มีไข้ ปัสสาวะมีสีเข้ม ผิวหนังเป็นผื่นแดงหรือมีตุ่มน้ำ เลือดออกหรือมีรอยจ้ำเลือดผิดปกติ อ่อนเพลียผิดปกติ เจ็บหรือมีแผลในปาก ตกขาว คันบริเวณช่องคลอด",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิทและเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนมากกว่า 30 องศาเซลเซียส เช่นถูกแสงแดดโดยตรง และ ไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "DEXTROMETHORPHAN [HYDROBROMIDE]",
    "ชื่อการค้า": "A - TUSSIN TABLETS",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* รักษาอาการไอ เนื่องจากไข้หวัด หวัด\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้ใช้สำหรับรับประทาน โดยทั่วไปรับประทานทุก 4-12 ชั่วโมง ให้ใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากยาอย่างเคร่งครัด  โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ   และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* เด็กอายุต่ำกว่า 2 ปีไม่ควรใช้และควรใช้อย่างระมัดระวังในเด็กอายุ 2-11 ปี\n* เมื่อได้รับยาเกินขนาด อาจแสดงอาการดังต่อไปนี้หายใจลำบากปากเขียว เล็บเขียวมึนศีรษะคลื่นไส้ อาเจียนประสาทหลอนใจสั่นกล้ามเนื้อเกร็งความดันโลหิตเปลี่ยนแปลง โดยอาจเกิดได้ทั้งความดันสูงและความดันต่ำ\n* หายใจลำบาก\n* ปากเขียว เล็บเขียว\n* มึนศีรษะ\n* คลื่นไส้ อาเจียน\n* ประสาทหลอน\n* ใจสั่น\n* กล้ามเนื้อเกร็ง\n* ความดันโลหิตเปลี่ยนแปลง โดยอาจเกิดได้ทั้งความดันสูงและความดันต่ำ\n* หากสงสัยว่าได้รับยาเกินขนาด แนะนำให้นำตัวส่งโรงพยาบาลทันที\n* ข้อมูลที่จำเป็นต้องแจ้งให้แพทย์ทราบ เพื่อเป็นประโยชน์ในการช่วยชีวิตอายุ น้ำหนัก และอาการของผู้ป่วยชื่อสามัญทางยา ชื่อการค้า และขนาดยาหากเป็นไปได้ให้นำผลิตภัณฑ์นั้นติดตัวไปด้วยเวลาที่เริ่มรับประทานยาเกินขนาดเวลาที่เริ่มเกิดอาการผิดปกติจำนวนของยาที่ได้รับประทานเข้าไป\n* อายุ น้ำหนัก และอาการของผู้ป่วย\n* ชื่อสามัญทางยา ชื่อการค้า และขนาดยา\n* หากเป็นไปได้ให้นำผลิตภัณฑ์นั้นติดตัวไปด้วย\n* เวลาที่เริ่มรับประทานยาเกินขนาด\n* เวลาที่เริ่มเกิดอาการผิดปกติ\n* จำนวนของยาที่ได้รับประทานเข้าไป",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติแพ้ยา เดกโทรเมโทรเฟน หรือยาอื่น\n* ใช้หรือกำลังจะใช้  ยาอื่นๆ ทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง? วิตามิน? ?อาหารเสริม ?และสมุนไพร\n* ตั้งครรภ์  วางแผนจะตั้งครรภ์  หรือให้นมบุตร\n* มีหรือเคยมีโรคฟีนิลคีโตยูเรีย (Phenylketouria) สูบบุหรี่",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้  แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป  ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* ผื่นแดง",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา  ปิดภาชนะให้สนิท  และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนมากกว่า 30 องศาเซลเซียส  เช่น บริเวณที่ถูกแสงแดดโดยตรง    และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "AMOXICILLIN [TRIHYDRATE] , CLAVULANATE [POTASSIUM]",
    "ชื่อการค้า": "A M K 375 เอ เอ็ม เค 375",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* ยาสูตรผสมระหว่าง amoxicillin และ clavulonic acid ใช้ในการรักษาโรคติดเชื้อที่มีสาเหตุจากแบคทีเรีย ได้แก่ การติดเชื้อที่หู ปอด ไซนัส ผิวหนัง และทางเดินปัสสาวะ amoxicillin เป็นยาปฏิชีวนะในกลุ่มเพนิซิลลิน ทำหน้าที่ยับยั้งการเจริญเติบโตของเชื้อแบคทีเรีย clavulonic acid เป็นยาที่ยับยั้งเอนไซม์ beta-lactamase ซึ่งเป็นเอนไซม์ที่ทำหน้าที่ป้องกันไม่ให้แบคทีเรียถูกทำลายโดย amoxicillin ยาปฏิชีวนะไม่สามารถรักษาโรคหวัด ไข้หวัดใหญ่ หรือการติดเชื้อไวรัสอื่นๆ\n* บางครั้งยาอาจนำมาใช้เพื่อรักษาโรคติดต่อทางเพศสัมพันธ์\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยาสูตรผสมระหว่าง amoxicillin และ clavulonic acid เป็นยาเม็ดสำหรับรับประทาน\n* โดยปกติให้รับประทานพร้อมอาหารหรืออาหารว่างทุก 8 ชั่วโมง (วันละ 3 ครั้ง) หรือทุก 12 ชั่วโมง (วันละ 2 ครั้ง)\n* เพื่อป้องกันการลืมรับประทานยา ควรรับประทานตามเวลาเดิมทุกวัน\n* ใช้ยานี้ตามวิธีที่ระบุบนฉลากอย่างเคร่งครัด ห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* ยาสูตรผสมระหว่าง amoxicillin และ clavulonic acid ในขนาดต่างๆ จะมีปริมาณ amoxicillin ต่างกัน แต่มีปริมาณ clavulonic acid เท่ากัน ไม่ควรนำยาในขนาดที่ต่ำกว่ามารับประทานทดแทนยาในขนาดที่สูงกว่า (เช่น รับประทาน 250 มิลลิกรัม 2 เม็ด แทน 500 มิลลิกรัม 1 เม็ด) เพราะจะทำให้ได้รับปริมาณ clavulonic acid เพิ่มเป็นสองเท่า ซึ่งอาจเพิ่มผลข้างเคียงจากตัวยา clavulonic acid\n* รับประทานติดต่อกันจนยาหมด แม้ว่าอาการจะดีขึ้นแล้วก็ตาม การหยุดรับประทานยาอาจทำให้เชื้อแบคทีเรียดื้อยาได้",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติการแพ้ยา amoxicillin, clavulonic acid, penicillin, ยาในกลุ่ม cephalospirins หรือยาอื่น\n* ยาประจำที่ใช้อยู่ ทั้งที่แพทย์สั่งจ่ายหรือซื้อมารับประทานเอง รวมทั้งวิตามิน อาหารเสริม และยาสมุนไพร\n* โรคหรืออาการเจ็บป่วยที่เป็นอยู่หรือเคยเป็นมาก่อนหน้า เช่น โรคไต โรคตับ โรคภูมิแพ้ โรคหอบหืด ลมพิษ หรือโรคโมโนนิวคลิโอสิส (mononucleosis)\n* ยาสูตรผสมระหว่าง amoxicillin และ clavulonic acid อาจลดประสิทธิภาพของยาคุมกำเนิดชนิดรับประทาน ควรใช้วิธีคุมกำเนิดวิธีอื่นระหว่างที่รับประทานยานี้\n* ตั้งครรภ์ หรือวางแผนจะตั้งครรภ์ หรืออยู่ระหว่างให้นมบุตร หากตั้งครรภ์ระหว่างรับประทานยานี้ควรรีบแจ้งแพทย์ทันที",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปได้เลย โดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* มีอาการผื่นแพ้รุนแรง\nคัน\nลมพิษ\nหายใจหรือกลืนลำบาก\nหายใจมีเสียงหวีด\nคันหรือมีของเหลวคัดหลั่งจากช่องคลอด\nตัวเหลืองตาเหลือง",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนมากกว่า 30 องศาเซลเซียส เช่น บริเวณที่ถูกแดงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "AMOXICILLIN [TRIHYDRATE] , CLAVULANATE [POTASSIUM]",
    "ชื่อการค้า": "A M K 625 เอ เอ็ม เค 625",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* ยาสูตรผสมระหว่าง amoxicillin และ clavulonic acid ใช้ในการรักษาโรคติดเชื้อที่มีสาเหตุจากแบคทีเรีย ได้แก่ การติดเชื้อที่หู ปอด ไซนัส ผิวหนัง และทางเดินปัสสาวะ amoxicillin เป็นยาปฏิชีวนะในกลุ่มเพนิซิลลิน ทำหน้าที่ยับยั้งการเจริญเติบโตของเชื้อแบคทีเรีย clavulonic acid เป็นยาที่ยับยั้งเอนไซม์ beta-lactamase ซึ่งเป็นเอนไซม์ที่ทำหน้าที่ป้องกันไม่ให้แบคทีเรียถูกทำลายโดย amoxicillin ยาปฏิชีวนะไม่สามารถรักษาโรคหวัด ไข้หวัดใหญ่ หรือการติดเชื้อไวรัสอื่นๆ\n* บางครั้งยาอาจนำมาใช้เพื่อรักษาโรคติดต่อทางเพศสัมพันธ์\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยาสูตรผสมระหว่าง amoxicillin และ clavulonic acid เป็นยาเม็ดสำหรับรับประทาน\n* โดยปกติให้รับประทานพร้อมอาหารหรืออาหารว่างทุก 8 ชั่วโมง (วันละ 3 ครั้ง) หรือทุก 12 ชั่วโมง (วันละ 2 ครั้ง)\n* เพื่อป้องกันการลืมรับประทานยา ควรรับประทานตามเวลาเดิมทุกวัน\n* ใช้ยานี้ตามวิธีที่ระบุบนฉลากอย่างเคร่งครัด ห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* ยาสูตรผสมระหว่าง amoxicillin และ clavulonic acid ในขนาดต่างๆ จะมีปริมาณ amoxicillin ต่างกัน แต่มีปริมาณ clavulonic acid เท่ากัน ไม่ควรนำยาในขนาดที่ต่ำกว่ามารับประทานทดแทนยาในขนาดที่สูงกว่า (เช่น รับประทาน 250 มิลลิกรัม 2 เม็ด แทน 500 มิลลิกรัม 1 เม็ด) เพราะจะทำให้ได้รับปริมาณ clavulonic acid เพิ่มเป็นสองเท่า ซึ่งอาจเพิ่มผลข้างเคียงจากตัวยา clavulonic acid\n* รับประทานติดต่อกันจนยาหมด แม้ว่าอาการจะดีขึ้นแล้วก็ตาม การหยุดรับประทานยาอาจทำให้เชื้อแบคทีเรียดื้อยาได้",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติการแพ้ยา amoxicillin, clavulonic acid, penicillin, ยาในกลุ่ม cephalospirins หรือยาอื่น\n* ยาประจำที่ใช้อยู่ ทั้งที่แพทย์สั่งจ่ายหรือซื้อมารับประทานเอง รวมทั้งวิตามิน อาหารเสริม และยาสมุนไพร\n* โรคหรืออาการเจ็บป่วยที่เป็นอยู่หรือเคยเป็นมาก่อนหน้า เช่น โรคไต โรคตับ โรคภูมิแพ้ โรคหอบหืด ลมพิษ หรือโรคโมโนนิวคลิโอสิส (mononucleosis)\n* ยาสูตรผสมระหว่าง amoxicillin และ clavulonic acid อาจลดประสิทธิภาพของยาคุมกำเนิดชนิดรับประทาน ควรใช้วิธีคุมกำเนิดวิธีอื่นระหว่างที่รับประทานยานี้\n* ตั้งครรภ์ หรือวางแผนจะตั้งครรภ์ หรืออยู่ระหว่างให้นมบุตร หากตั้งครรภ์ระหว่างรับประทานยานี้ควรรีบแจ้งแพทย์ทันที",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปได้เลย โดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* มีอาการผื่นแพ้รุนแรง\nคัน\nลมพิษ\nหายใจหรือกลืนลำบาก\nหายใจมีเสียงหวีด\nคันหรือมีของเหลวคัดหลั่งจากช่องคลอด\nตัวเหลืองตาเหลือง",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนมากกว่า 30 องศาเซลเซียส เช่น บริเวณที่ถูกแดงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "ALBENDAZOLE",
    "ชื่อการค้า": "A-B-WORM SUSPENSION",
    "รูปแบบยา": "ยาน้ำแขวนตะกอน",
    "ยานี้ใช้สำหรับ": "* ยานี้ใช้เพื่อรักษาโรคพยาธิ เช่น พยาธิเข็มหมุด, พยาธิตัวกลม, พยาธิปากขอ,พยาธิแส้ม้า พยาธิเส้นด้าย และ พยาธิตัวตืด\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* รับประทานในขนาดที่แพทย์สั่ง ห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* รับประทานยานี้จนจบช่วงการรักษา แม้จะรู้สึกดีขึ้นแล้วก็ตาม",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* การแพ้ยา albendazole หรือยาอื่นๆ\n* ใช้หรือเคยใช้ยาอื่นๆทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และยาสมุนไพร\n* หากเป็นหรือเคยเป็นโรคโลหิตจาง โรคทางเดินน้ำดี โรคตับ ภาวะเม็ดเลือดขาวต่ำ หรือ ผู้ป่วยที่ได้รับเคมีบำบัด\n* การตั้งครรภ์ การวางแผนในการตั้งครรภ์ หรือการให้นมบุตร",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* คัน ผื่นคัน ผื่นลมพิษ หายใจลำบาก ชัก หัวใจเต้นเร็ว ผิดปกติ ไข้ หนาวสั่น เจ็บคอ ตัวเหลือง ตาเหลือง การมองเห็นเปลี่ยนไป ท้องเสียรุนแรง เหนื่อย อ่อนเพลีย",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิทและเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนมากกว่า 25 องศาเซลเซียส เช่น ถูกแสงแดดโดยตรง และ ไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ เก็บยานี้ในภาชนะป้องกันแสงได้ เช่น ขวดหรือซองสีชา",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "ALBENDAZOLE",
    "ชื่อการค้า": "A-B-WORM TABLETS",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* ยานี้ใช้เพื่อรักษาการติดเชื้อพยาธิตืดหมู (neurocysticercosis) ในกล้ามเนื้อ สมอง และตา ซึ่งเป็นสาเหตุให้เกิดการชัก สมองบวม และมีปัญหาเกี่ยวกับการมองเห็น\n* ยานี้อาจใช้ร่วมกับการผ่าตัดเพื่อรักษาการติดเชื้อที่มีสาเหตุมาจากพยาธิตัวตืด hydratid ในตับ ปอด และช่องท้อง\n* ยานี้ใช้เพื่อรักษาโรคพยาธิชนิดอื่น ๆ ได้ เช่น พยาธิเข็มหมุด พยาธิตัวกลม, พยาธิปากขอ, พยาธิแส้ม้า พยาธิเส้นด้าย และ พยาธิใบไม้ตับ หากมีข้อสงสัยกรุณาสอบถามแพทย์หรือเภสัชกร\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้อยู่ในรูปแบบยาเม็ดใช้สำหรับรับประทาน  โดยทั่วไปรับประทานวันละ 1-2 ครั้งพร้อมมื้ออาหาร หรือรับประทานในขนาดที่แพทย์สั่ง ห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* รับประทานยานี้ในเวลาเดียวกันทุกวันจบครบระยะเวลาการรักษาตามแพทย์สั่ง แม้จะรู้สึกดีขึ้นแล้วก็ตาม ห้ามหยุดรับประทานยาเอง\n* การใช้เพื่อรักษาพยาธิตืดหมู จะใช้ยาต่อเนื่อง 8-30 วัน ส่วนการรักษาพยาธิตัวตืด hydatid  จะใช้ยาต่อเนื่อง 28 วัน แล้วหยุดยา 14 วัน แล้วให้ยาซ้ำอีกจนครบ 3 รอบ\n* หากไม่สามารถกลืนยาทั้งเม็ด อาจเคี้ยวหรือบดเม็ดยาก่อนกลืน",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* เคยแพ้ยา albendazole, mebendazole หรือยาอื่นๆ หรือส่วนประกอบของยานี้\n* ใช้หรือกำลังจะใช้ยาอื่นๆทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และยาสมุนไพร  โดยเฉพาะยา theophylline\n* เป็นหรือเคยเป็นโรคโลหิตจาง โรคทางเดินน้ำดี โรคตับ ภาวะเม็ดเลือดขาวต่ำ หรือได้รับเคมีบำบัด\n* กำลังตั้งครรภ์ วางแผนในการตั้งครรภ์ หรือให้นมบุตร\n* หากต้องเข้ารับการผ่าตัดหรือทำทันตกรรม ต้องแจ้งให้แพทย์ผู้ผ่าตัดหรือทันตแพทย์ทราบก่อนว่าท่านใช้ยาตัวนี้อยู่\n* การใช้ยาเพื่อรักษาการติดเชื้อพยาธิตัวตืดที่สมอง แพทย์จะสั่งใช้ยาเพื่อป้องกันอาการทางสมอง อย่างไรก็ดีหากพบอาการผิดปกติดังต่อไปนี้ ชัก ปวดศีรษะรุนแรง อาเจียน เหนื่อยง่าย หรือมีพฤติกรรมเปลี่ยนไป ควรแจ้งให้แพทย์ทราบทันที",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* อาการแพ้ คัน ผื่นคัน ผื่นลมพิษ มีอาการบวมบริเวณใบหน้า ริมฝีปาก หรือ คอ\n* หายใจลำบาก หายใจสั้นตื้น  ชัก หัวใจเต้นเร็ว รู้่สึกใจเต้นผิดปกติ ไข้ หนาวสั่น เจ็บคอ ตัวเหลือง ตาเหลือง ผิวซีด มีตุ่มพุพอง รอยแดง ผิวหนังลอก การมองเห็นเปลี่ยนไป ท้องเสียรุนแรง เหนื่อย อ่อนเพลีย เลือดออกผิดปกติหรือมีรอยช้ำ ปัสสาวะลำบาก",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิทและเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนมากกว่า 25 องศาเซลเซียส เช่นถูกแสงแดดโดยตรง และ ไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "PYRIMETHAMINE",
    "ชื่อการค้า": "A-BIN",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* ยานี้ใช้เพื่อรักษาโรคมาลาเรีย หรือ โรค toxoplasmosis หรือ โรค pneumocystis carinii pneumonia ในกรณีที่ไม่สามารถรักษาด้วยวิธีอื่นได้\n* ยานี้อาจจะใช้เพื่อป้องกันการเกิดโรคมาลาเรีย แต่ต้องอยู่ในดุลยพินิจของแพทย์เท่านั้น\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้ใช้รับประทาน สามารถรับประทานพร้อมอาหารหรือนมได้หากมีคลื่นไส้อาเจียนไม่สบายท้อง โดยใช้ยาในขนาดที่แพทย์สั่ง\n* ใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากยาอย่างเคร่งครัด โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* รับประทานยาให้ครบตามแพทย์สั่งแม้ว่าอาการดีขึ้นแล้วก็ตาม ไม่ควรหยุดยาเองโดยไม่ปรึกษาแพทย์\n* รับประทานยานี้แล้วอาจทำให้เลือดหยุดไหลช้าลง เป็นจ่ำเลือดได้ง่าย ควรระวังการใช้ของมีคม การกระแทก หรือการใช้ไหมขัดฟัน ล้างมือให้สะอาดเสมอ ป้องกันการติดเชื้อหากมีแผลเปิด",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* การแพ้ยา pyrimethamine หรือยาอื่นๆ\n* ใช้หรือกำลังใช้ยาอื่นๆทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง โดยเฉพาะอย่างยิ่งยากันชัก phenytoin หรือยาคลายกังวล lorazepam หรือยากลุ่มซัลฟา เช่น bactrim เป็นต้น รวมถึงวิตามิน อาหารเสริม และยาสมุนไพร\n* การเป็นหรือเคยเป็นโรคโลหิตจาง หรือโรคเกี่ยวกับระบบเลือด โรคเกี่ยวกับฟัน โรคขาดกรดโฟลิค ชัก โรคไต หรือโรคตับ\n* การตั้งครรภ์ การวางแผนในการตั้งครรภ์ หรือการให้นมบุตร\n* การดื่มเครื่องดื่มที่มีแอลกอฮอล์ หากมีผื่นคัน ระหว่างการรักษา",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* ผื่นคันที่ผิวหนัง หน้าบวม ปากบวม ลิ้นบวม ปัสสาวะเป็นสีเข้ม หายใจลำบาก หน้ามืด เป็นลม มีไข้ หนาวสั่น เจ็บคอ ผิวหนังไวต่อแสงแดด หัวใจเต้นผิดปกติ ชัก แผลพุพองในปาก ปากลอก ผิวแดง พุพอง หรือลอก เหนื่อยเพลียมากผิดปกติ",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิทและเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนมากกว่า 25 องศาเซลเซียส เช่นถูกแสงแดดโดยตรง และ ไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ เก็บยานี้ในภาชนะที่ป้องกันแสงได้เช่น ขวดหรือซองสีชา",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "PSEUDOEPHEDRINE [HYDROCHLORIDE] , TRIPROLIDINE [HYDROCHLORIDE]",
    "ชื่อการค้า": "A-FED",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* รักษาอาการจาม ไอ น้ำมูกไหล คัดจมูก คันตา น้ำตาไหล ผื่นลมพิษ ผื่นคันและอาการอื่นที่เกิดขึ้นจากการแพ้ และรักษาโรคหวัด\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้ใช้สำหรับรับประทาน โดยทั่วไปรับประทานวันละ 3-4 ครั้ง ให้ใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากยาอย่างเคร่งครัด โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* การใช้ยาในเด็กต่ำกว่า 6 ปี ควรอยู่ในการดูแลของแพทย์\n* หากอาการไม่ดีขึ้นใน 7 วัน หรือมีอาการไข้สูง ให้หยุดใช้ยาและไปพบแพทย์\n* ยานี้อาจทำให้เกิดอาการง่วงซึม ควรระมัดระวังในการขับขี่ยานพาหนะ\n* ห้ามใช้ร่วมกับยาในกลุ่ม MAO inhibitor เช่น isocarboxazid, phenelzine, selegiline, tranylcypromine โดยต้องมีช่วงห่างกันอย่างน้อย 2 สัปดาห์",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติแพ้ยา pseudoephedrine หรือ triprolidine หรือยาอื่นๆ\n* ใช้หรือกำลังจะใช้ ยาอื่นๆ ทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และสมุนไพร\n* มีหรือเคยมีโรคไต โรคเบาหวาน โรคต้อหิน โรคหัวใจ โรคความดันโลหิตสูง ความผิดปกติของต่อมไทยรอยด์ โรคต่อมลูกหมากโต มีปัญหาในการปัสสาวะ\n* ตั้งครรภ์ วางแผนจะตั้งครรภ์ หรือให้นมบุตร",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปยานี้ใช้เฉพาะเมื่อมีอาการเท่านั้น การลืมรับประทานยาจึงไม่เป็นอันตราย และไม่จำเป็นต้องเพิ่มขนาดยาในมื้อต่อไปแต่หากรับประทานตามกำหนดเวลาให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* หัวใจเต้นผิดปกติ สับสน ประสาทหลอน มีความคิดหรือพฤติกรรมผิดปกติ เวียนศีรษะอย่างรุนแรง วิตกกังวล กระสับกระส่าย ตื่นเต้น กระวนกระวายใจ อาการของความดันโลหิตสูง เช่น ปวดศีรษะอย่างรุนแรง มองเห็นภาพไม่ชัด เจ็บหน้าอก อาการชา การชัก เลือดออกผิดปกติหรือมีรอยช้ำ อ่อนเพลียผิดปกติ ไข้ หนาวสั่น ปวดเมื่อยร่างกาย อาการเหมือนจะเป็นไข้ ปัสสาวะน้อยลงหรือไม่ปัสสาวะเลย",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อน เช่น บริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "PARACETAMOL",
    "ชื่อการค้า": "A-MOL CAPLETS",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* ยานี้ใช้เพื่อรักษาหรือบรรเทาอาการไข้และอาการปวดระดับเล็กน้อยถึงปานกลาง\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้อยู่ในรูปแบบยาเม็ด ใช้สำหรับรับประทาน โดยทั่วไปรับประทานทุกๆ 4-6 ชั่วโมงเมื่อมีอาการปวด หรือใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากยาอย่างเคร่งครัด โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* รับประทานยานี้ได้ทั้งก่อนหรือหลังอาหาร แต่ควรเหมือนกันทุกครั้งที่รับประทาน และควรรับประทานยาให้ตรงเวลาทุกครั้ง\n* สำหรับทารกและเด็กเล็ก ควรปรึกษาแพทย์หรือเภสัชกรก่อนใช้ยานี้\n* สำหรับผู้ใหญ่ ไม่ควรรับประทานยานี้มากกว่า 650 มิลลิกรัมต่อครั้ง (ห้ามรับประทานเกิน 1000 มิลลิกรัมต่อครั้ง)\n* สำหรับผู้ใหญ่ ห้ามรับประทานเกิน 3,250 มิลลิกรัมต่อวัน\n* สำหรับผู้ใหญ่ ห้ามรับประทานยานี้ติดต่อกันเกิน 5 วัน\n* สำหรับเด็ก ห้ามรับประทานยานี้ติดต่อกันเกิน 3-5 วัน\n* การรับประทานยานี้มากกว่าหรือบ่อยกว่าที่แพทย์สั่งให้ใช้อาจเป็นอันตรายต่อตับ\n* ยาสูตรผสมอื่นอาจจะมีตัวยาพาราเซตามอลผสมด้วย โดยเฉพาะยาบรรเทาอาการหวัดต่างๆและยาแก้ปวด ควรอ่านฉลากยาหรือสอบถามแพทย์หรือเภสัชกร เพื่อไม่รับประทานยาซ้ำซ้อนซึ่งอาจจะทำให้ได้รับยาพาราเซตามอลเกินขนาด จนเป็นอันตรายได้\n* หากใช้ยาแล้วยังคงมีไข้ต่อเนื่องหรือเป็นๆหายๆนานกว่า 3 วัน หรืออาการปวดไม่ทุเลาลงใน 10 วันในผู้ใหญ่ หรือ 5 วันในเด็ก ควรหยุดยาและปรึกษาแพทย์",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติการแพ้ยา paracetamol หรือยาอื่นๆ\n* ใช้หรือกำลังใช้ยาอื่นๆ ทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และยาสมุนไพร\n* การตั้งครรภ์ การวางแผนในการตั้งครรภ์ หรือการให้นมบุตร\n* ประวัติการดื่มแอลกอฮอล์ในปริมาณมากๆ หรือบ่อยๆ และ/หรือประวัติการเป็นโรคพิษสุรา (alcoholism)\n* มีหรือเคยมีความผิดปกติของการทำงานของตับ โรคฟีนิลคีโตนูเรีย (phenylketonuria)\n* โรค ภาวะ หรืออาการทางการแพทย์อื่นๆ ที่มี\n* อายุหรือวัยของผู้ใช้ เช่น เด็ก ผู้สูงอายุ ในกรณีที่เป็นทารกหรือเด็กเล็กควรบอกน้ำหนักตัวแก่แพทย์หรือเภสัชกรให้ทราบด้วย",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปยานี้ใช้เฉพาะเมื่อมีอาการปวดเท่านั้น หากรับประทานยาไปครั้งหนึ่งแล้วอาการปวดลดลงหรือหายไป ก็ไม่ต้องรับประทานยาครั้งต่อไป (การลืมรับประทานยาจึงไม่เป็นอันตราย) แต่หากยังมีอาการปวดอยู่ สามารถรับประทานยานี้ได้ทุก 4-6 ชั่วโมงและไม่ควรเพิ่มขนาดการใช้ยาในครั้งต่อไป\n* หากแพทย์สั่งให้ใช้ยานี้เป็นประจำทุก 4-6 ชั่วโมง ถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* มีอาการแพ้ เช่น ผื่นคัน ผื่นลมพิษ บวมตามอวัยวะต่างๆ เช่น ใบหน้า คอ ตา ริมฝีปาก ลิ้น มือ แขน น่อง ขา ข้อเท้า หายใจหรือกลืนลำบาก มีปัญหาเกี่ยวกับการหายใจ มีไข้ เจ็บคอ เสียงแหบ มีเลือดออกหรือมีรอยช้ำอย่างผิดปกติ อ่อนเพลียหรือไม่มีแรงอย่างผิดปกติ ไข้ร่วมกับคลื่นไส้ อาเจียน ความอยากอาหารลดลง ตาหรือผิวหนังเปลี่ยนเป็นสีเหลืองอย่างผิดปกติ ปัสสาวะสีเข้มดำ",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องระหว่าง 20-25 องศาเซลเซียส เช่น บริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "PARACETAMOL",
    "ชื่อการค้า": "A-MOL PEDIATRIC SUSPENSION",
    "รูปแบบยา": "ยาน้ำแขวนตะกอน",
    "ยานี้ใช้สำหรับ": "* ยานี้ใช้เพื่อรักษาหรือบรรเทาอาการไข้และอาการปวดระดับเล็กน้อยถึงปานกลาง\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้อยู่ในรูปแบบยาน้ำแขวนตะกอน ใช้สำหรับรับประทาน โดยทั่วไปรับประทานทุกๆ 4-6 ชั่วโมงเมื่อมีอาการปวด หรือใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากยาอย่างเคร่งครัด โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* รับประทานยานี้ได้ทั้งก่อนหรือหลังอาหาร แต่ควรเหมือนกันทุกครั้งที่รับประทาน และควรรับประทานยาให้ตรงเวลาทุกครั้ง\n* สำหรับทารกและเด็กเล็ก ควรปรึกษาแพทย์หรือเภสัชกรก่อนใช้ยานี้\n* สำหรับผู้ใหญ่ ไม่ควรรับประทานยานี้มากกว่า 650 มิลลิกรัมต่อครั้ง (ห้ามรับประทานเกิน 1000 มิลลิกรัมต่อครั้ง)\n* สำหรับผู้ใหญ่ ห้ามรับประทานเกิน 3,250 มิลลิกรัมต่อวัน\n* สำหรับผู้ใหญ่ ห้ามรับประทานยานี้ติดต่อกันเกิน 5 วัน\n* สำหรับเด็ก ห้ามรับประทานยานี้ติดต่อกันเกิน 3-5 วัน\n* การรับประทานยานี้มากกว่าหรือบ่อยกว่าที่แพทย์สั่งให้ใช้อาจเป็นอันตรายต่อตับ\n* ยาสูตรผสมอื่นอาจจะมีตัวยาพาราเซตามอลผสมด้วย โดยเฉพาะยาบรรเทาอาการหวัดต่างๆและยาแก้ปวด ควรอ่านฉลากยาหรือสอบถามแพทย์หรือเภสัชกร เพื่อไม่รับประทานยาซ้ำซ้อนซึ่งอาจจะทำให้ได้รับยาพาราเซตามอลเกินขนาด จนเป็นอันตรายได้\n* หากใช้ยาแล้วยังคงมีไข้ต่อเนื่องหรือเป็นๆหายๆนานกว่า 3 วัน หรืออาการปวดไม่ทุเลาลงใน 10 วันในผู้ใหญ่ หรือ 5 วันในเด็ก ควรหยุดยาและปรึกษาแพทย์\n* ควรเขย่าขวดก่อนใช้ยาทุกครั้ง ใช้ช้อนสำหรับตวงยาโดยเฉพาะในการรับประทานยา ไม่ควรใช้ช้อนชงกาแฟหรือช้อนโต๊ะในครัวเรือนทั่วไป และไม่ควรผสมยานี้กับนมหรืออาหารในเด็ก",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติการแพ้ยา paracetamol หรือยาอื่นๆ\n* ใช้หรือกำลังใช้ยาอื่นๆ ทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และยาสมุนไพร\n* การตั้งครรภ์ การวางแผนในการตั้งครรภ์ หรือการให้นมบุตร\n* ประวัติการดื่มแอลกอฮอล์ในปริมาณมากๆ หรือบ่อยๆ และ/หรือประวัติการเป็นโรคพิษสุรา (alcoholism)\n* มีหรือเคยมีความผิดปกติของการทำงานของตับ โรคฟีนิลคีโตนูเรีย (phenylketonuria)\n* โรค ภาวะ หรืออาการทางการแพทย์อื่นๆ ที่มี\n* อายุหรือวัยของผู้ใช้ เช่น เด็ก ผู้สูงอายุ ในกรณีที่เป็นทารกหรือเด็กเล็กควรบอกน้ำหนักตัวแก่แพทย์หรือเภสัชกรให้ทราบด้วย",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปยานี้ใช้เฉพาะเมื่อมีอาการปวดเท่านั้น หากรับประทานยาไปครั้งหนึ่งแล้วอาการปวดลดลงหรือหายไป ก็ไม่ต้องรับประทานยาครั้งต่อไป (การลืมรับประทานยาจึงไม่เป็นอันตราย) แต่หากยังมีอาการปวดอยู่ สามารถรับประทานยานี้ได้ทุก 4-6 ชั่วโมงและไม่ควรเพิ่มขนาดการใช้ยาในครั้งต่อไป\n* หากแพทย์สั่งให้ใช้ยานี้เป็นประจำทุก 4-6 ชั่วโมง ถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* มีอาการแพ้ เช่น ผื่นคัน ผื่นลมพิษ บวมตามอวัยวะต่างๆ เช่น ใบหน้า คอ ตา ริมฝีปาก ลิ้น มือ แขน น่อง ขา ข้อเท้า หายใจหรือกลืนลำบาก มีปัญหาเกี่ยวกับการหายใจ มีไข้ เจ็บคอ เสียงแหบ มีเลือดออกหรือมีรอยช้ำอย่างผิดปกติ อ่อนเพลียหรือไม่มีแรงอย่างผิดปกติ ไข้ร่วมกับคลื่นไส้ อาเจียน ความอยากอาหารลดลง ตาหรือผิวหนังเปลี่ยนเป็นสีเหลืองอย่างผิดปกติ ปัสสาวะสีเข้มดำ",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องระหว่าง 20-25 องศาเซลเซียส เช่น บริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "CHLORPHENIRAMINE [MALEATE] , PARACETAMOL , PSEUDOEPHEDRINE [HYDROCHLORIDE]",
    "ชื่อการค้า": "A-MOL PLUS",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* รักษาอาการคัดจมูก น้ำมูกไหล น้ำตาไหล อาการปวดหรือมีไข้ เนื่องมาจากโรคหวัดหรือโรคภูมิแพ้\n* รักษาอาการคัดจมูก เนื่องมาจากโรคไซนัสอักเสบ\n* อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ ดังนั้นหากมีข้อสงสัยควรสอบถามแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้ใช้สำหรับรับประทาน ให้ใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากอย่างเคร่งครัด โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* ถ้ามีอาการไม่สบายท้อง ให้รับประทานยานี้พร้อมอาหารหรือนม\n* ยานี้อาจทำให้มีอาการง่วงซึมได้ ควรหลีกเลี่ยงการขับรถหรือการทำงานกับเครื่องจักรกลหลังจากรับประทานยา\n* หลีกเลี่ยงการดื่มเครื่องดื่มที่มีแอลกอฮอล์ในระหว่างที่รับประทานยานี้อยู่\n* ดื่มน้ำมากๆระหว่างรับประทานยานี้",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติแพ้ยา chlorpheniramine [maleate] , paracetamol , pseudoephedrine หรือยาอื่นๆ\n* ใช้หรือกำลังจะใช้ยาอื่นๆทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และยาสมุนไพร\n* ตั้งครรภ์ วางแผนจะตั้งครรภ์ หรือให้นมบุตร\n* มีหรือเคยมีโรคหัวใจ ความดันโลหิตสูง โรคตับ ภาวะติดเหล้า โรคไต โรคต้อหิน โรคเบาหวาน ต่อมไทรอยด์ทำงานผิดปกติ ภาวะต่อมลูกหมากโต มีปัญหาเกี่ยวกับระบบขับถ่ายปัสสาวะ\n* การใช้ยานี้ในเด็ก ควรอยู่ภายใต้การควบคุมของแพทย์\n* หากท่านกำลังจะเข้ารับการผ่าตัด หรือการทำทันตกรรมใดๆ ควรแจ้งให้แพทย์หรือทันตแพทย์ทราบว่าท่านกำลังใช้ยานี้อยู่",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* หัวใจเต้นเร็วหรือเต้นผิดจังหวะ\nความคิดสับสน ประสาทหลอน\nเวียนศรีษะอย่างรุนแรง ตื่นเต้น กระวนกระวาย\nความดันโลหิตสูง ปวดศรีษะอย่างรุนแรง ชา เจ็บหน้าอก\nปัสสาวะปริมาณน้อยลง\nผิวหนังพุพองหรือมีเลือดออก\nมีไข้ หนาวสั่น อ่อนแรง ปวดเมื่อยตามร่างกาย\nคลื่นไส้ ปวดท้อง ปัสสาวะมีสีเข้ม อุจจาระมีสีอ่อน ตาเหลืองตัวเหลือง",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา  ปิดภาชนะให้สนิท  และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนมากกว่า 30 องศาเซลเซียส  เช่น บริเวณที่ถูกแสงแดดโดยตรง    และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "PARACETAMOL",
    "ชื่อการค้า": "A-MOL SUSPENSION",
    "รูปแบบยา": "ยาน้ำแขวนตะกอน",
    "ยานี้ใช้สำหรับ": "* ยานี้ใช้เพื่อรักษาหรือบรรเทาอาการไข้และอาการปวดระดับเล็กน้อยถึงปานกลาง\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้อยู่ในรูปแบบยาน้ำแขวนตะกอน ใช้สำหรับรับประทาน โดยทั่วไปรับประทานทุกๆ 4-6 ชั่วโมงเมื่อมีอาการปวด หรือใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากยาอย่างเคร่งครัด โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* รับประทานยานี้ได้ทั้งก่อนหรือหลังอาหาร แต่ควรเหมือนกันทุกครั้งที่รับประทาน และควรรับประทานยาให้ตรงเวลาทุกครั้ง\n* สำหรับทารกและเด็กเล็ก ควรปรึกษาแพทย์หรือเภสัชกรก่อนใช้ยานี้\n* สำหรับผู้ใหญ่ ไม่ควรรับประทานยานี้มากกว่า 650 มิลลิกรัมต่อครั้ง (ห้ามรับประทานเกิน 1000 มิลลิกรัมต่อครั้ง)\n* สำหรับผู้ใหญ่ ห้ามรับประทานเกิน 3,250 มิลลิกรัมต่อวัน\n* สำหรับผู้ใหญ่ ห้ามรับประทานยานี้ติดต่อกันเกิน 5 วัน\n* สำหรับเด็ก ห้ามรับประทานยานี้ติดต่อกันเกิน 3-5 วัน\n* การรับประทานยานี้มากกว่าหรือบ่อยกว่าที่แพทย์สั่งให้ใช้อาจเป็นอันตรายต่อตับ\n* ยาสูตรผสมอื่นอาจจะมีตัวยาพาราเซตามอลผสมด้วย โดยเฉพาะยาบรรเทาอาการหวัดต่างๆและยาแก้ปวด ควรอ่านฉลากยาหรือสอบถามแพทย์หรือเภสัชกร เพื่อไม่รับประทานยาซ้ำซ้อนซึ่งอาจจะทำให้ได้รับยาพาราเซตามอลเกินขนาด จนเป็นอันตรายได้\n* หากใช้ยาแล้วยังคงมีไข้ต่อเนื่องหรือเป็นๆหายๆนานกว่า 3 วัน หรืออาการปวดไม่ทุเลาลงใน 10 วันในผู้ใหญ่ หรือ 5 วันในเด็ก ควรหยุดยาและปรึกษาแพทย์\n* ควรเขย่าขวดก่อนใช้ยาทุกครั้ง ใช้ช้อนสำหรับตวงยาโดยเฉพาะในการรับประทานยา ไม่ควรใช้ช้อนชงกาแฟหรือช้อนโต๊ะในครัวเรือนทั่วไป และไม่ควรผสมยานี้กับนมหรืออาหารในเด็ก",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติการแพ้ยา paracetamol หรือยาอื่นๆ\n* ใช้หรือกำลังใช้ยาอื่นๆ ทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และยาสมุนไพร\n* การตั้งครรภ์ การวางแผนในการตั้งครรภ์ หรือการให้นมบุตร\n* ประวัติการดื่มแอลกอฮอล์ในปริมาณมากๆ หรือบ่อยๆ และ/หรือประวัติการเป็นโรคพิษสุรา (alcoholism)\n* มีหรือเคยมีความผิดปกติของการทำงานของตับ โรคฟีนิลคีโตนูเรีย (phenylketonuria)\n* โรค ภาวะ หรืออาการทางการแพทย์อื่นๆ ที่มี\n* อายุหรือวัยของผู้ใช้ เช่น เด็ก ผู้สูงอายุ ในกรณีที่เป็นทารกหรือเด็กเล็กควรบอกน้ำหนักตัวแก่แพทย์หรือเภสัชกรให้ทราบด้วย",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปยานี้ใช้เฉพาะเมื่อมีอาการปวดเท่านั้น หากรับประทานยาไปครั้งหนึ่งแล้วอาการปวดลดลงหรือหายไป ก็ไม่ต้องรับประทานยาครั้งต่อไป (การลืมรับประทานยาจึงไม่เป็นอันตราย) แต่หากยังมีอาการปวดอยู่ สามารถรับประทานยานี้ได้ทุก 4-6 ชั่วโมงและไม่ควรเพิ่มขนาดการใช้ยาในครั้งต่อไป\n* หากแพทย์สั่งให้ใช้ยานี้เป็นประจำทุก 4-6 ชั่วโมง ถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* มีอาการแพ้ เช่น ผื่นคัน ผื่นลมพิษ บวมตามอวัยวะต่างๆ เช่น ใบหน้า คอ ตา ริมฝีปาก ลิ้น มือ แขน น่อง ขา ข้อเท้า หายใจหรือกลืนลำบาก มีปัญหาเกี่ยวกับการหายใจ มีไข้ เจ็บคอ เสียงแหบ มีเลือดออกหรือมีรอยช้ำอย่างผิดปกติ อ่อนเพลียหรือไม่มีแรงอย่างผิดปกติ ไข้ร่วมกับคลื่นไส้ อาเจียน ความอยากอาหารลดลง ตาหรือผิวหนังเปลี่ยนเป็นสีเหลืองอย่างผิดปกติ ปัสสาวะสีเข้มดำ",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องระหว่าง 20-25 องศาเซลเซียส เช่น บริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "PARACETAMOL",
    "ชื่อการค้า": "A-MOL SYRUP",
    "รูปแบบยา": "ยาน้ำเชื่อม",
    "ยานี้ใช้สำหรับ": "* ยานี้ใช้เพื่อรักษาหรือบรรเทาอาการไข้และอาการปวดระดับเล็กน้อยถึงปานกลาง\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้อยู่ในรูปแบบยาน้ำเชื่อมใช้สำหรับรับประทาน โดยทั่วไปรับประทานทุกๆ 4-6 ชั่วโมงเมื่อมีอาการปวด หรือใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากยาอย่างเคร่งครัด โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* รับประทานยานี้ได้ทั้งก่อนหรือหลังอาหาร แต่ควรเหมือนกันทุกครั้งที่รับประทาน และควรรับประทานยาให้ตรงเวลาทุกครั้ง\n* สำหรับทารกและเด็กเล็ก ควรปรึกษาแพทย์หรือเภสัชกรก่อนใช้ยานี้\n* สำหรับผู้ใหญ่ ไม่ควรรับประทานยานี้มากกว่า 650 มิลลิกรัมต่อครั้ง (ห้ามรับประทานเกิน 1000 มิลลิกรัมต่อครั้ง)\n* สำหรับผู้ใหญ่ ห้ามรับประทานเกิน 3,250 มิลลิกรัมต่อวัน\n* สำหรับผู้ใหญ่ ห้ามรับประทานยานี้ติดต่อกันเกิน 5 วัน\n* สำหรับเด็ก ห้ามรับประทานยานี้ติดต่อกันเกิน 3-5 วัน\n* การรับประทานยานี้มากกว่าหรือบ่อยกว่าที่แพทย์สั่งให้ใช้อาจเป็นอันตรายต่อตับ\n* ยาสูตรผสมอื่นอาจจะมีตัวยาพาราเซตามอลผสมด้วย โดยเฉพาะยาบรรเทาอาการหวัดต่างๆและยาแก้ปวด ควรอ่านฉลากยาหรือสอบถามแพทย์หรือเภสัชกร เพื่อไม่รับประทานยาซ้ำซ้อนซึ่งอาจจะทำให้ได้รับยาพาราเซตามอลเกินขนาด จนเป็นอันตรายได้\n* หากใช้ยาแล้วยังคงมีไข้ต่อเนื่องหรือเป็นๆหายๆนานกว่า 3 วัน หรืออาการปวดไม่ทุเลาลงใน 10 วันในผู้ใหญ่ หรือ 5 วันในเด็ก ควรหยุดยาและปรึกษาแพทย์\n* ควรเขย่าขวดก่อนใช้ยาทุกครั้ง ใช้ช้อนสำหรับตวงยาโดยเฉพาะในการรับประทานยา ไม่ควรใช้ช้อนชงกาแฟหรือช้อนโต๊ะในครัวเรือนทั่วไป และไม่ควรผสมยานี้กับนมหรืออาหารในเด็ก",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติการแพ้ยา paracetamol หรือยาอื่นๆ\n* ใช้หรือกำลังใช้ยาอื่นๆ ทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และยาสมุนไพร\n* การตั้งครรภ์ การวางแผนในการตั้งครรภ์ หรือการให้นมบุตร\n* ประวัติการดื่มแอลกอฮอล์ในปริมาณมากๆ หรือบ่อยๆ และ/หรือประวัติการเป็นโรคพิษสุรา (alcoholism)\n* มีหรือเคยมีความผิดปกติของการทำงานของตับ โรคฟีนิลคีโตนูเรีย (phenylketonuria)\n* โรค ภาวะ หรืออาการทางการแพทย์อื่นๆ ที่มี\n* อายุหรือวัยของผู้ใช้ เช่น เด็ก ผู้สูงอายุ ในกรณีที่เป็นทารกหรือเด็กเล็กควรบอกน้ำหนักตัวแก่แพทย์หรือเภสัชกรให้ทราบด้วย",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปยานี้ใช้เฉพาะเมื่อมีอาการปวดเท่านั้น หากรับประทานยาไปครั้งหนึ่งแล้วอาการปวดลดลงหรือหายไป ก็ไม่ต้องรับประทานยาครั้งต่อไป (การลืมรับประทานยาจึงไม่เป็นอันตราย) แต่หากยังมีอาการปวดอยู่ สามารถรับประทานยานี้ได้ทุก 4-6 ชั่วโมงและไม่ควรเพิ่มขนาดการใช้ยาในครั้งต่อไป\n* หากแพทย์สั่งให้ใช้ยานี้เป็นประจำทุก 4-6 ชั่วโมง ถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* มีอาการแพ้ เช่น ผื่นคัน ผื่นลมพิษ บวมตามอวัยวะต่างๆ เช่น ใบหน้า คอ ตา ริมฝีปาก ลิ้น มือ แขน น่อง ขา ข้อเท้า หายใจหรือกลืนลำบาก มีปัญหาเกี่ยวกับการหายใจ มีไข้ เจ็บคอ เสียงแหบ มีเลือดออกหรือมีรอยช้ำอย่างผิดปกติ อ่อนเพลียหรือไม่มีแรงอย่างผิดปกติ ไข้ร่วมกับคลื่นไส้ อาเจียน ความอยากอาหารลดลง ตาหรือผิวหนังเปลี่ยนเป็นสีเหลืองอย่างผิดปกติ ปัสสาวะสีเข้มดำ",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องระหว่าง 20-25 องศาเซลเซียส เช่น บริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "DEXTROMETHORPHAN [HYDROBROMIDE]",
    "ชื่อการค้า": "A-TUSSIN COATED TABLETS เอ-ทุสซิน ชนิดเม็ดเคลือบฟิล์ม",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* รักษาอาการไอ เนื่องจากไข้หวัด หวัด\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้ใช้สำหรับรับประทาน โดยทั่วไปรับประทานทุก 4-12 ชั่วโมง ให้ใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากยาอย่างเคร่งครัด  โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ   และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* เด็กอายุต่ำกว่า 2 ปีไม่ควรใช้และควรใช้อย่างระมัดระวังในเด็กอายุ 2-11 ปี\n* เมื่อได้รับยาเกินขนาด อาจแสดงอาการดังต่อไปนี้หายใจลำบากปากเขียว เล็บเขียวมึนศีรษะคลื่นไส้ อาเจียนประสาทหลอนใจสั่นกล้ามเนื้อเกร็งความดันโลหิตเปลี่ยนแปลง โดยอาจเกิดได้ทั้งความดันสูงและความดันต่ำ\n* หายใจลำบาก\n* ปากเขียว เล็บเขียว\n* มึนศีรษะ\n* คลื่นไส้ อาเจียน\n* ประสาทหลอน\n* ใจสั่น\n* กล้ามเนื้อเกร็ง\n* ความดันโลหิตเปลี่ยนแปลง โดยอาจเกิดได้ทั้งความดันสูงและความดันต่ำ\n* หากสงสัยว่าได้รับยาเกินขนาด แนะนำให้นำตัวส่งโรงพยาบาลทันที\n* ข้อมูลที่จำเป็นต้องแจ้งให้แพทย์ทราบ เพื่อเป็นประโยชน์ในการช่วยชีวิตอายุ น้ำหนัก และอาการของผู้ป่วยชื่อสามัญทางยา ชื่อการค้า และขนาดยาหากเป็นไปได้ให้นำผลิตภัณฑ์นั้นติดตัวไปด้วยเวลาที่เริ่มรับประทานยาเกินขนาดเวลาที่เริ่มเกิดอาการผิดปกติจำนวนของยาที่ได้รับประทานเข้าไป\n* อายุ น้ำหนัก และอาการของผู้ป่วย\n* ชื่อสามัญทางยา ชื่อการค้า และขนาดยา\n* หากเป็นไปได้ให้นำผลิตภัณฑ์นั้นติดตัวไปด้วย\n* เวลาที่เริ่มรับประทานยาเกินขนาด\n* เวลาที่เริ่มเกิดอาการผิดปกติ\n* จำนวนของยาที่ได้รับประทานเข้าไป",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติแพ้ยา เดกโทรเมโทรเฟน หรือยาอื่น\n* ใช้หรือกำลังจะใช้  ยาอื่นๆ ทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง? วิตามิน? ?อาหารเสริม ?และสมุนไพร\n* ตั้งครรภ์  วางแผนจะตั้งครรภ์  หรือให้นมบุตร\n* มีหรือเคยมีโรคฟีนิลคีโตยูเรีย (Phenylketouria) สูบบุหรี่",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้  แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป  ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* ผื่นแดง",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา  ปิดภาชนะให้สนิท  และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนมากกว่า 30 องศาเซลเซียส  เช่น บริเวณที่ถูกแสงแดดโดยตรง    และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "DEXTROMETHORPHAN [HYDROBROMIDE]",
    "ชื่อการค้า": "A-TUSSIN SYRUP เอ-ทุซิน ซีรัพ",
    "รูปแบบยา": "ยาน้ำเชื่อม",
    "ยานี้ใช้สำหรับ": "* รักษาอาการไอ เนื่องจากไข้หวัด หวัด\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้ใช้สำหรับรับประทาน โดยทั่วไปรับประทานทุก 4-12 ชั่วโมง ให้ใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากยาอย่างเคร่งครัด  โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ   และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* เด็กอายุต่ำกว่า 2 ปีไม่ควรใช้และควรใช้อย่างระมัดระวังในเด็กอายุ 2-11 ปี\n* ควรใช้ช้อนสำหรับตวงยาโดยเฉพาะในการรับประทานยา ไม่ควรใช้ช้อนชงกาแฟหรือช้อนโต๊ะในครัวเรือนทั่วไป\n* เมื่อได้รับยาเกินขนาด อาจแสดงอาการดังต่อไปนี้หายใจลำบากปากเขียว เล็บเขียวมึนศีรษะคลื่นไส้ อาเจียนประสาทหลอนใจสั่นกล้ามเนื้อเกร็งความดันโลหิตเปลี่ยนแปลง โดยอาจเกิดได้ทั้งความดันสูงและความดันต่ำ\n* หายใจลำบาก\n* ปากเขียว เล็บเขียว\n* มึนศีรษะ\n* คลื่นไส้ อาเจียน\n* ประสาทหลอน\n* ใจสั่น\n* กล้ามเนื้อเกร็ง\n* ความดันโลหิตเปลี่ยนแปลง โดยอาจเกิดได้ทั้งความดันสูงและความดันต่ำ\n* หากสงสัยว่าได้รับยาเกินขนาด แนะนำให้นำตัวส่งโรงพยาบาลทันที\n* ข้อมูลที่จำเป็นต้องแจ้งให้แพทย์ทราบ เพื่อเป็นประโยชน์ในการช่วยชีวิตอายุ น้ำหนัก และอาการของผู้ป่วยชื่อสามัญทางยา ชื่อการค้า และขนาดยาหากเป็นไปได้ให้นำผลิตภัณฑ์นั้นติดตัวไปด้วยเวลาที่เริ่มรับประทานยาเกินขนาดเวลาที่เริ่มเกิดอาการผิดปกติจำนวนของยาที่ได้รับประทานเข้าไป\n* อายุ น้ำหนัก และอาการของผู้ป่วย\n* ชื่อสามัญทางยา ชื่อการค้า และขนาดยา\n* หากเป็นไปได้ให้นำผลิตภัณฑ์นั้นติดตัวไปด้วย\n* เวลาที่เริ่มรับประทานยาเกินขนาด\n* เวลาที่เริ่มเกิดอาการผิดปกติ\n* จำนวนของยาที่ได้รับประทานเข้าไป",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติแพ้ยา เดกโทรเมโทรเฟน หรือยาอื่น\n* ใช้หรือกำลังจะใช้  ยาอื่นๆ ทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง? วิตามิน? ?อาหารเสริม ?และสมุนไพร\n* ตั้งครรภ์  วางแผนจะตั้งครรภ์  หรือให้นมบุตร\n* มีหรือเคยมีโรคฟีนิลคีโตยูเรีย (Phenylketouria) สูบบุหรี่",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้  แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป  ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* ผื่นแดง",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา  ปิดภาชนะให้สนิท  และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนมากกว่า 30 องศาเซลเซียส  เช่น บริเวณที่ถูกแสงแดดโดยตรง    และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "RETINOL",
    "ชื่อการค้า": "A-VIT",
    "รูปแบบยา": "แคปซูลชนิดนิ่ม",
    "ยานี้ใช้สำหรับ": "* ป้องกันหรือรักษาอาการขาดวิตามินเอ ได้แก่ อาการตาบอดกลางคืน ผิวแห้งขรุขระ อาการตาแห้งและอักเสบ เป็นต้น\n* อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆ ดังนั้นหากมีข้อสงสัยควรสอบถามแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้ใช้สำหรับรับประทานพร้อมอาหาร ให้ใช้ยานี้ตามวิธีที่ระบุบนฉลากอย่างเคร่งครัด\n* โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ ไม่ใช้ในระยะเวลาที่นานกว่าที่แพทย์หรือเภสัชกรแนะนำ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติแพ้ยา betacarotene วิตามินเอ หรือยาอื่นๆ\n* ใช้หรือกำลังจะใช้ยาอื่นๆทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และยาสมุนไพร โดยเฉพาะอย่างยิ่ง ยาคุมกำเนิด ยารักษาสิว ยาลดความอ้วน\n* ตั้งครรภ์ วางแผนจะตั้งครรภ์ หรือให้นมบุตร\n* มีหรือเคยมีโรคตับหรือโรคไต หรือมีความผิดปกติของตา\n* หากท่านกำลังจะเข้ารับการผ่าตัด หรือการทำทันตกรรมใดๆ ควรแจ้งให้แพทย์หรือทันตแพทย์ทราบว่าท่านกำลังใช้ยานี้อยู่",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* อาการแพ้ เช่น ผื่นที่ผิวหนัง ผื่นคันหรือลมพิษ หน้าบวม ปากบวม หรือลิ้นบวม มีปัญหาการหายใจ เจ็บหน้าอก แน่นหน้าอก ปวดข้อ เวียนศีรษะ ง่วงซึม เลือดออกผิดปกติหรือมีรอยช้ำ\n* เห็นภาพซ้อน สับสน เจ็บข้อหรือกระดูก ท้องเสีย",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ในภาชนะป้องกันแสง เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้ร้อนกว่า 30 องศาเซลเซียส เช่น บริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "DIAZEPAM",
    "ชื่อการค้า": "A-ZERAX 2 MG",
    "รูปแบบยา": "แคปซูล",
    "ยานี้ใช้สำหรับ": "* ยานี้ใช้เพื่อบรรเทาอาการวิตกกังวล รักษาอาการชัก หรือใช้คลายกล้ามเนื้อที่หดเกร็ง หรือเพื่อควบคุมอาการกระสับกระส่ายซึ่งเป็นผลจากการขาดแอลกอฮอล์\n* ยานี้อาจใช้เพื่อรักษาโรคลำไส้แปรปรวน หรือโรคตื่นตระหนก\n* อาจใช้เพื่อรักษาโรคหรืออาการอื่น ๆ ได้ หากมีข้อสงสัยควรสอบถามแพทย์หรือเภสัชกร\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้อยู่ในรูปแบบยาแคปซูล ใช้สำหรับรับประทาน โดยทั่วไปรับประทานวันละ 1-4 ครั้ง หรือให้ใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากยาอย่างเคร่งครัด โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* รับประทานยานี้ได้ทั้งก่อนหรือหลังอาหาร แต่ควรรับประทานยาให้ตรงเวลาทุกครั้ง\n* การใช้ยาปริมาณมากเป็นเวลานานอาจทำให้ร่างกายทนต่อยาได้ ทำให้ใช้ยาในขนาดเดิมไม่ได้ผล\n* หากการรับประทานยานี้ทำให้เกิดอาการไม่สบายท้อง ให้รับประทานยาพร้อมอาหารจะช่วยลดอาการไม่สบายท้องได้\n* ห้ามหยุดใช้ยาเองโดยไม่ปรึกษาแพทย์เนื่องจากอาจทำให้อาการของโรคแย่ลง หรือ เกิดอาการถอนยาได้ เช่น วิตกกังวล นอนไม่หลับ หงุดหงิดฉุนเฉียว หากจำเป็นต้องหยุดใช้ยาแพทย์จะพิจารณาค่อยๆปรับลดขนาดยาลง\n* หากมีความจำเป็นต้องรับประทานยาลดกรด ให้รับประทานหลังจากรับประทานยานี้แล้วอย่างน้อย 1 ชั่วโมง\n* ยานี้อาจทำให้เกิดอาการง่วงซึม หรือเวียนศีรษะ มึนงงได้เมื่อลุกยืนขึ้นอย่างรวดเร็ว ดังนั้นจึงควรเปลี่ยนท่าทางอย่างช้าๆ หลีกเลี่ยงการดื่มเครื่องดื่มที่มีแอลกอฮอล์ในระหว่างที่รับประทานยานี้อยู่\n* หลีกเลี่ยงการซื้อยาบรรเทาอาการหวัด ยาแก้ไอ หรือยาแก้แพ้มารับประทานเอง ควรปรึกษาแพทย์หรือเภสัชกรก่อนใช้ยา\n* ปรึกษากุมารแพทย์หากต้องใช้ยานี้ในเด็กเพราะอาจต้องการการดูแลเป็นพิเศษ",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติแพ้ยา diazepam, alprazolam, chlordiazepoxide, clonazepam, clorazepate, , lorazepam, oxazepam หรือแพ้ยาอื่นๆ\n* ใช้หรือกำลังจะใช้ ยาอื่นๆทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และสมุนไพร\n* มีหรือเคยมีความผิดปกติการทำงานของตับหรือไต โรคหัวใจ โรคปอด เช่น โรคหลอดลมอุดกั้นเรื้อรัง (COPD) มีภาวะหยุดหายใจขณะนอนหลับ (sleep apnea) หรือมีปัญหาเรื่องการหายใจอื่นๆ เช่น หายใจไม่อิ่ม มีความผิดปกติทางจิต เช่น โรคอารมณ์แปรปรวนสองขั้ว (bipolar disorder) ซึมเศร้า หรือ เป็นโรคจิตเภท ต้อหิน (glaucoma) โรคพาร์กินสัน (Parkinsons disease) โรคกล้ามเนื้ออ่อนแรง (myasthenia gravis)  ชัก นอนกรน หรือเคยมีความคิดฆ่าตัวตาย\n* การมีประวัติการติดยา สูบบุหรี่ หรือมีปัญหาเรื่องการดื่มเครื่องดื่มที่มีแอลกอฮอล์มากเกินไป\n* การใช้ยานี้ในผู้สูงอายุตั้งแต่ 65 ปีขึ้นไป ควรสอบถามแพทย์ถึงข้อดีข้อเสียในการใช้ยานี้ เนื่องจากมียาอื่นที่ปลอดภัยมากกว่า\n* กำลังตั้งครรภ์ วางแผนในการตั้งครรภ์ หรือให้นมบุตร\n* หากท่านกำลังจะเข้ารับการผ่าตัด หรือการทำทันตกรรมใดๆ ควรแจ้งให้แพทย์หรือทันตแพทย์ทราบว่าท่านกำลังใช้ยานี้อยู่",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* อาการแพ้ เช่น ผื่นที่ผิวหนัง ผื่นคันหรือลมพิษ หน้าบวม ปากบวม หรือลิ้นบวม หายใจลำบาก หรือกลืนลำบาก\n* สับสน มึนงง รู้สึกซึมเศร้า วิงเวียน รู้สึกเหมือนจะหมดสติ อารมณ์เปลี่ยนแปลงไป รู้สึกตื่นเต้นมากกว่าปกติ หรือมีพฤติกรรมก้าวร้าว เคลื่อนไหวลำบาก เดินเซ เดินลากเท้า หรือกระตุก เป็นตะคริว ถ่ายปัสสาวะลำบาก อยู่นิ่งไม่ได้ พูดลำบาก อาการสั่น เหนื่อย อ่อนเพลียผิดปกติ ชัก มีไข้ ตัวหรือตาเหลือง หัวใจเต้นไม่ปกติ",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนมากกว่า 30 องศาเซลเซียส เช่น บริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้นรวมถึงไม่เก็บในห้องน้ำ\n* ทิ้งยานี้เมื่อยาหมดอายุหรือเมื่อไม่จำเป็นอีกต่อไปและปรึกษาเภสัชกรถึงวิธีการทิ้งที่เหมาะสม",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "DIAZEPAM",
    "ชื่อการค้า": "A-ZERAX 5 MG",
    "รูปแบบยา": "แคปซูล",
    "ยานี้ใช้สำหรับ": "* ยานี้ใช้เพื่อบรรเทาอาการวิตกกังวล รักษาอาการชัก หรือใช้คลายกล้ามเนื้อที่หดเกร็ง หรือเพื่อควบคุมอาการกระสับกระส่ายซึ่งเป็นผลจากการขาดแอลกอฮอล์\n* ยานี้อาจใช้เพื่อรักษาโรคลำไส้แปรปรวน หรือโรคตื่นตระหนก\n* อาจใช้เพื่อรักษาโรคหรืออาการอื่น ๆ ได้ หากมีข้อสงสัยควรสอบถามแพทย์หรือเภสัชกร\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้อยู่ในรูปแบบยาแคปซูล ใช้สำหรับรับประทาน โดยทั่วไปรับประทานวันละ 1-4 ครั้ง หรือให้ใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากยาอย่างเคร่งครัด โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* รับประทานยานี้ได้ทั้งก่อนหรือหลังอาหาร แต่ควรรับประทานยาให้ตรงเวลาทุกครั้ง\n* การใช้ยาปริมาณมากเป็นเวลานานอาจทำให้ร่างกายทนต่อยาได้ ทำให้ใช้ยาในขนาดเดิมไม่ได้ผล\n* หากการรับประทานยานี้ทำให้เกิดอาการไม่สบายท้อง ให้รับประทานยาพร้อมอาหารจะช่วยลดอาการไม่สบายท้องได้\n* ห้ามหยุดใช้ยาเองโดยไม่ปรึกษาแพทย์เนื่องจากอาจทำให้อาการของโรคแย่ลง หรือ เกิดอาการถอนยาได้ เช่น วิตกกังวล นอนไม่หลับ หงุดหงิดฉุนเฉียว หากจำเป็นต้องหยุดใช้ยาแพทย์จะพิจารณาค่อยๆปรับลดขนาดยาลง\n* หากมีความจำเป็นต้องรับประทานยาลดกรด ให้รับประทานหลังจากรับประทานยานี้แล้วอย่างน้อย 1 ชั่วโมง\n* ยานี้อาจทำให้เกิดอาการง่วงซึม หรือเวียนศีรษะ มึนงงได้เมื่อลุกยืนขึ้นอย่างรวดเร็ว ดังนั้นจึงควรเปลี่ยนท่าทางอย่างช้าๆ หลีกเลี่ยงการดื่มเครื่องดื่มที่มีแอลกอฮอล์ในระหว่างที่รับประทานยานี้อยู่\n* หลีกเลี่ยงการซื้อยาบรรเทาอาการหวัด ยาแก้ไอ หรือยาแก้แพ้มารับประทานเอง ควรปรึกษาแพทย์หรือเภสัชกรก่อนใช้ยา\n* ปรึกษากุมารแพทย์หากต้องใช้ยานี้ในเด็กเพราะอาจต้องการการดูแลเป็นพิเศษ",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติแพ้ยา diazepam, alprazolam, chlordiazepoxide, clonazepam, clorazepate, , lorazepam, oxazepam หรือแพ้ยาอื่นๆ\n* ใช้หรือกำลังจะใช้ ยาอื่นๆทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และสมุนไพร\n* มีหรือเคยมีความผิดปกติการทำงานของตับหรือไต โรคหัวใจ โรคปอด เช่น โรคหลอดลมอุดกั้นเรื้อรัง (COPD) มีภาวะหยุดหายใจขณะนอนหลับ (sleep apnea) หรือมีปัญหาเรื่องการหายใจอื่นๆ เช่น หายใจไม่อิ่ม มีความผิดปกติทางจิต เช่น โรคอารมณ์แปรปรวนสองขั้ว (bipolar disorder) ซึมเศร้า หรือ เป็นโรคจิตเภท ต้อหิน (glaucoma) โรคพาร์กินสัน (Parkinsons disease) โรคกล้ามเนื้ออ่อนแรง (myasthenia gravis)  ชัก นอนกรน หรือเคยมีความคิดฆ่าตัวตาย\n* การมีประวัติการติดยา สูบบุหรี่ หรือมีปัญหาเรื่องการดื่มเครื่องดื่มที่มีแอลกอฮอล์มากเกินไป\n* การใช้ยานี้ในผู้สูงอายุตั้งแต่ 65 ปีขึ้นไป ควรสอบถามแพทย์ถึงข้อดีข้อเสียในการใช้ยานี้ เนื่องจากมียาอื่นที่ปลอดภัยมากกว่า\n* กำลังตั้งครรภ์ วางแผนในการตั้งครรภ์ หรือให้นมบุตร\n* หากท่านกำลังจะเข้ารับการผ่าตัด หรือการทำทันตกรรมใดๆ ควรแจ้งให้แพทย์หรือทันตแพทย์ทราบว่าท่านกำลังใช้ยานี้อยู่",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* อาการแพ้ เช่น ผื่นที่ผิวหนัง ผื่นคันหรือลมพิษ หน้าบวม ปากบวม หรือลิ้นบวม หายใจลำบาก หรือกลืนลำบาก\n* สับสน มึนงง รู้สึกซึมเศร้า วิงเวียน รู้สึกเหมือนจะหมดสติ อารมณ์เปลี่ยนแปลงไป รู้สึกตื่นเต้นมากกว่าปกติ หรือมีพฤติกรรมก้าวร้าว เคลื่อนไหวลำบาก เดินเซ เดินลากเท้า หรือกระตุก เป็นตะคริว ถ่ายปัสสาวะลำบาก อยู่นิ่งไม่ได้ พูดลำบาก อาการสั่น เหนื่อย อ่อนเพลียผิดปกติ ชัก มีไข้ ตัวหรือตาเหลือง หัวใจเต้นไม่ปกติ",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนมากกว่า 30 องศาเซลเซียส เช่น บริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้นรวมถึงไม่เก็บในห้องน้ำ\n* ทิ้งยานี้เมื่อยาหมดอายุหรือเมื่อไม่จำเป็นอีกต่อไปและปรึกษาเภสัชกรถึงวิธีการทิ้งที่เหมาะสม",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "ACYCLOVIR",
    "ชื่อการค้า": "A.C.V.",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* ยานี้ใช้เพื่อบรรเทาอาการปวดและลดระยะเวลาเกิดเป็นแผลหรือตุ่มน้ำพอง ในผู้ป่วยโรคสุกใสหรือติดเชื้องูสวัด ( herpes zoster) หรือเริมที่อวัยวะเพศ (genital herpes) ทั้งขณะเป็นครั้งแรกหรือการกลับเป็นซ้ำ\n* ยานี้อาจใช้เพื่อป้องกันการกลับเป็นซ้ำของเริมที่อวัยวะเพศ (genital herpes) ในผู้ป่วยที่มีการติดเชื้อแฝงอยู่\n* ยานี้อาจใช้เพื่อรักษาโรค eczema herpeticum หรือการติดเชื้อ herpes ที่ผิวหนัง ตา จมูก และปาก ในผู้ป่วยที่ติดเชื้อไวรัสเอชไอวี และใช้เพื่อรักษาโรค hairy leukoplakia\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆ ได้ หากมีข้อสงสัยควรสอบถามแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้อยู่ในรูปแบบยาเม็ดใช้สำหรับรับประทาน รับประทานยาวันละ 5 ครั้งห่างกันครั้งละ 4 ชั่วโมง เป็นเวลา 5-10 วัน โดยรับประทานตามเวลาไม่ต้องกังวลกับมื้ออาหาร และรับประทานยาให้ตรงเวลาเดิมทุกวัน หรือให้ใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากอย่างเคร่งครัด ห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* การใช้ยาเพื่อป้องกันการกลับเป็นซ้ำของ genital herpes รับประทานยาวันละ 2-5 ครั้ง ต่อเนื่องกันเป็นเวลา 12 เดือน\n* ยานี้ใช้เพื่อควบคุมเชื้อโรคแต่ไม่ได้รักษาการติดเชื้อให้หายขาด ต้องรับประทานยาต่อเนื่องติดต่อกันจนครบระยะเวลาการรักษาที่แพทย์สั่ง ห้ามหยุดใช้ยาเองแม้จะรู้สึกดีขึ้นแล้วก็ตาม การหยุดยาเองอาจทำให้โรคแย่ลงหรือรักษายากขึั้นในภายหลัง\n* รับประทานยานี้แล้วควรดื่มน้ำตามมากๆ",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* เคยแพ้ยา acyclovir, valacyclovir หรือยาอื่นๆ\n* ใช้หรือกำลังจะใช้ ยาอื่นๆทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และยาสมุนไพร\n* หากมีหรือเคยมีอาการร่างกายขาดน้ำเนื่องจากเจ็บป่วยหรือออกกำลังหนัก หรือมีโรคเกี่ยวกับระบบภูมิคุ้มกัน เช่นติดเชื้อไวรัสเอชไอวี  โรคภูมิคุ้มกันบกพร่อง(เอดส์) หรือโรคไต\n* กำลังตั้งครรภ์ วางแผนจะตั้งครรภ์ หรือให้นมบุตร\n* การใช้ยานี้ไม่สามารถป้องกันการแพร่เชื้อให้กับคู่สมรส แม้ว่าจะไม่มีแผลหรือตุ่มน้ำพอง ควรปรึกษาแพทย์เพื่อขอคำแนะนำในการลดการแพร่เชื้อ",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* อาการแพ้ เช่น ผื่นที่ผิวหนัง ผื่นคันหรือลมพิษ หน้าบวม ปากบวม หรือลิ้นบวม มือเท้า ข้อเท้าหรือขาบวม\n* สับสน ประสาทหลอน ชัก อ่อนเพลียผิดปกติ ตัวเหลืองตาเหลือง ปัสสาวะลำบากหรือปริมาณปัสสาวะเปลี่ยนแปลง ปัสสาวะมีเลือดปน แพ้แดด ผิวหนังพุพอง ลอก รวมถึงเนื้อเยื่อในช่องปาก เลือดไหลไม่หยุด ฟกช้ำ จุดแดงเล็กๆตามตัว อาการรับสัมผัสผิดปกติ ได้แก่ อาการชา แสบร้อน หรือเหมือนมีเข็มทิ่ม เจ็บหน้าอก หายใจหรือกลืนลำบาก เสียงแหบ หัวใจเต้นเร็ว ผิวซีด อุจจาระมีเลือดปน ปวดศีรษะ พูดลำบาก แขนขาอ่อนแรงเคลื่อนไหวร่างกายไม่ได้ สั่น หมดสติ",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิทและเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนมากกว่า 30 องศาเซลเซียส เช่นถูกแสงแดดโดยตรง และ ไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "TETRACYCLINE [HYDROCHLORIDE]",
    "ชื่อการค้า": "A.D. MYCIN",
    "รูปแบบยา": "แคปซูล",
    "ยานี้ใช้สำหรับ": "* ยานี้ใช้เพื่อรักษาโรคจากการติดเชื้อแบคทีเรีย เช่น โรคปอดอักเสบ (pneumonia), โรคติดเชื้อในระบบทางเดินหายใจ (respiratory tract infection) , สิวอักเสบ(acne) , โรคติดเชื้อที่ผิวหนัง ,การติดเชื้อ H.pylori ที่เป็นสาเหตุของแผลในกระเพาะอาหาร, โรคติดเชื้อที่ระบบสืบพันธุ์ และทางเดินปัสสาวะ\n* ยานี้อาจใช้เป็นยาทางเลือกในการรักษาโรค Lyme,  ใช้รักษาหรือป้องกันโรค anthrax หลังสัมผัสเชื้อจากทางเดินหายใจ\n* อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ ดังนั้น หากมีข้อสงสัยควรสอบถามแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้อยู่ในรูปแบบยาแคปซูล ใช้สำหรับรับประทาน โดยรับประทานวันละ 2-4 ครั้ง ควรรับประทานยานี้ตอนท้องว่าง ก่อนอาหารอย่างน้อย 1 ชั่วโมง หรือหลังอาหารอย่างน้อย 2 ชั่วโมง\n* ใช้ยานี้ตามแพทย์สั่งอย่างเคร่งครัด ห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* รับประทานยานี้ติดต่อกันจนครบระยะเวลาในการรักษา แม้ว่าจะรู้สึกดีขึ้นแล้วก็ตาม ห้ามหยุดยาเองโดยไม่ได้ปรึกษาแพทย์\n* รับประทานยานี้แล้วควรดื่มน้ำตามมาก ๆ\n* ไม่ควรรับประทานยาพร้อมอาหารโดยเฉพาะอย่างยิ่งผลิตภัณฑ์จากนม โยเกิร์ต ชีส และ ไอศกรีม\n* ห้ามใช้ยานี้ในขณะตั้งครรภ์ และในเด็กอายุต่ำกว่า 8 ปี เนื่องจากอาจทำให้สีของฟันเปลียนเป็นสีเข้มอย่างถาวร\n* ยานี้อาจทำให้ผิวหนังไวต่อแสงแดด หลีกเลี่ยงการทำงานหรืออยู่ในที่มีแสงแดดส่องเป็นเวลานานระหว่างที่รับประทานยา ควรทาครีมกันแดด สวมใส่เสื้อผ้าและแว่นตาที่ป้องกันแสงแดด",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* แพ้ยา tetracycline, minocycline, doxycycline หรือแพ้ยาอื่นๆ\n* ใช้หรือกำลังจะใช้ยาอื่นๆทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และยาสมุนไพร โดยเฉพาะยาลดกรด แคลเซียม ผลิตภัณฑ์ที่มีส่วนประกอบของเหล็ก หรือยาระบายที่มีส่วนประกอบของแมกนีเซียม หากต้องรับประทานร่วมกัน ควรรับประทาน tetracycline 1 ชั่วโมงก่อน หรือ 2 ชั่วโมงหลังยาลดกรด แคลเซียมหรือยาระบายที่มีส่วนประกอบของแมกนีเซียม และรับประทาน tetracycline 2 ชั่วโมงก่อนหรือ 3 ชั่วโมงหลังทานผลิตภัณฑ์ที่มีส่วนประกอบของเหล็ก\n* เป็นหรือเคยเป็นโรคเบาหวาน โรคภูมิแพ้ หอบหืด ไข้ละอองฟาง ผื่นลมพิษ โรคไต หรือโรคตับ\n* การตั้งครรภ์ การวางแผนในการตั้งครรภ์ หรือการให้นมบุตร หากเกิดการตั้งครรภ์ในระหว่างใช้ยาให้ปรึกษาแพทย์ทันที\n* หากท่านกำลังจะเข้ารับการผ่าตัด หรือทำทันตกรรมใดๆ ควรแจ้งให้แพทย์หรือทันตแพทย์ทราบว่าท่านกำลังใช้ยานี้อยู่",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* คัน ผื่นคัน หรือลมพิษ\n* หายใจหรือกลืนอาหารลำบาก เจ็บปาก เจ็บคอ มีไข้ หนาวสั่น ผิวหนังแดง ผิวไหม้ ตัวเหลือง ตาเหลือง คัน ปัสสาวะมีสีเข้ม เบื่ออาหาร  ปวดท้อง อ่อนเพลีย ไม่มีแรง ปริมาณปัสสาวะลดลง  ปวดศีรษะรุนแรง เห็นภาพซ้อน บวมตามข้อหรือข้อฝืดแข็ง เลือดออกผิดปกติหรือมีรอยช้ำจ้ำเลือด",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิทและเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนจัดหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "DOXORUBICIN [HYDROCHLORIDE]",
    "ชื่อการค้า": "A.D.MYCIN INJECTION 10 MG",
    "รูปแบบยา": "ยาฉีด",
    "ยานี้ใช้สำหรับ": "* รักษาโรคมะเร็ง โดยใช้ยานี้ร่วมกับยาอื่นในการรักษา มะเร็งกระเพาะปัสสาวะ (bladder cancer) มะเร็งเต้านม (breast cancer) มะเร็งกระเพาะอาหาร (gastric cancer) มะเร็งรังไข่ (ovarian cancer) มะเร็งต่อมน้ำเหลืองชนิดฮอดจ์กิน (Hodgkins lymphoma) และมะเร็งต่อมน้ำเหลืองชนิดที่ไม่ใช่ฮอดจ์กิน (Non-Hodgkins lymphoma) และมะเร็งเม็ดเลือดขาว รวมถึง acute lymphoblastic leukemia (ALL) และ acute myeloid leukemia (AML, ANLL)\n* โดยใช้ยานี้ตัวเดียวหรือใช้ร่วมกับยาอื่นในการรักษามะเร็งต่อมไทรอยด์ (thyroid cancer) มะเร็งเนื้อเยื่ออ่อนและกระดูก (soft tissue and bone sarcoma) มะเร็งเซลล์ประสาทที่มักเกิดในเด็ก (neuroblastoma) และเนื้องอกแบบ Wilms (Wilms tumor มะเร็งที่ไตชนิดหนึ่งที่เกิดในเด็ก)\n* อาจใช้เพื่อรักษามะเร็งมดลูก มะเร็งเยื่อบุโพรงมดลูก และมะเร็งปากมดลูก มะเร็งต่อมลูกหมาก มะเร็งตับอ่อน มะเร็งต่อมหมวกไต มะเร็งตับ  มะเร็งผิวหนัง Kaposi (Kaposis sarcoma) ที่สัมพันธ์กับกลุ่มอาการภูมิคุ้มกันบกพร่อง (AIDS)  มะเร็งกระดูก Ewing&39;s sarcoma ในเด็ก  มะเร็งในช่องอกหรือช่องท้อง mesothelioma มะเร็งไขกระดูก (multiple myeloma) มะเร็งเม็ดเลือดขาว chronic lymphoblastic leukemia\n* อาจใช้เพื่อรักษาโรคหรืออาการอื่นได้ หากมีข้อสงสัยกรุณาสอบถามแพทย์หรือเภสัชกร\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้อยู่ในรูปแบบสารละลาย(ของเหลว) เพื่อฉีดเข้าหลอดเลือดดำ โดยแพทย์หรือพยาบาลในสถานพยาบาลเท่านั้น\n* โดยทั่วไปจะให้ยาทุก 21-28 วัน โดยแพทย์จะเป็นผู้พิจารณาขนาดยา ในส่วนของระยะเวลาในการใช้ยาขึ้นอยู่กับชนิดของยาที่กำลังใช้อยู่ และการตอบสนองต่อยาของร่างกายและชนิดของมะเร็ง\n* แพทย์จะทดสอบการทำงานของหัวใจทั้งก่อนใช้ ระหว่างการรักษาด้วยยานี้หรือหลังจากรักษาด้วยยานี้หลายเดือนหรือเป็นปี เพื่อให้การใช้ยาเป็นไปอย่างปลอดภัย การทดสอบนี้จะรวมถึง electrocardiogram (ECG คือการทดสอบที่จะบันทึกการทำงานของคลื่นไฟฟ้าหัวใจ) และ echocardiogram (การทดสอบที่ใช้คลื่นเสียงวัดความสามารถในการสูบฉีดเลือดของหัวใจ) แพทย์จะพิจารณาห้ามใช้ยานี้หากอัตราการเต้นของหัวใจผิดปกติหรือผลการทดสอบแสดงว่าความสามารถในการสูบฉีดเลือดของหัวใจลดลง\n* แพทย์จะมีการนัดตรวจเลือดเพื่อตรวจสอบจำนวนเม็ดเลือดเป็นระยะ",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติแพ้ยาด๊อกโซรูบิซิน (doxorubicin) ยาอื่นๆ หรือส่วนประกอบใดๆในยาด๊อกโซรูบิซิน (doxorubicin) สอบถามเภสัชกรถึงส่วนประกอบของยา\n* ใช้หรือกําลังจะใช้ ยาอื่นๆ ทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และสมุนไพร โดยเฉพาะเคมีบำบัด เช่น cytarabine, dexrazoxane, mercaptopurine, streptozocin ยากันชัก phenobarbital หรือ phenytoin azathioprine, cyclosporine, methotrexate หรือ progesterone\n* มีหรือเคยมีโรคหัวใจ โรคตับ ภาวะเลือดผิดปกติหรือภาวะติดเชื้อใดๆ ทั้งโรคติดเชื้อแบคทีเรีย ไวรัส หรือเชื้อรา\n* ยานี้อาจมีผลรบกวนต่อรอบประจำเดือนในเพศหญิง และอาจหยุดการสร้างอสุจิในเพศชาย ควรใช้วิธีคุมกำเนิดที่เหมาะสมเพื่อป้องกันการตั้งครรภ์\n* หญิงตั้งครรภ์หรือให้นมบุตรต้องแจ้งให้แพทย์ทราบก่อนได้รับยานี้ ห้ามตั้งครรภ์หรือให้นมบุตรขณะใช้ยานี้ หากตั้งครรภ์ให้แจ้งแพทย์ทันที เนื่องจากยานี้มีอันตรายต่อตัวอ่อน\n* ห้ามฉีดหรือรับวัคซีนใดๆ โดยไม่ปรึกษาแพทย์ก่อน\n* มีหรือเคยมีประวัติการได้รับรังสีรักษา  กำลังใช้หรือเคยได้รับยาเคมีบำบัดเพื่อรักษามะเร็งมาก่อน เช่น ยา cyclophosphamide, daunorubicin, epirubicin, idarubicin, mitoxantrone, paclitaxel, trastuzumab",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* หากไม่สามารถมารับยาตามนัดได้ ควรแจ้งให้แพทย์หรือพยาบาลทราบ",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* อาการแพ้ยาหรือไวต่อยา เช่น ผื่นแดง คัน หรือผื่นลมพิษบริเวณผิวหนัง ใบหน้า ริมฝีปาก หรือลิ้นบวม มีอาการหายใจผิดปกติ หายใจลำบาก หรือกลืนลำบาก\n* เม็ดเลือดต่ำ ยานี้อาจลดจำนวนของเม็ดเลือดขาว เม็ดเลือดแดง และเกล็ดเลือด ทำให้ความเสี่ยงในการติดเชื้อและเลือดออกมากขึ้น ให้แจ้งแพทย์ทันทีหากมีอาการดังต่อไปนี้  มีอาการของการติดเชื้อ เช่นไข้ หนาวสั่น ไอ เจ็บคอ ปัสสาวะลำบาก หรือมีอาการเจ็บเวลาปัสสาวะ  มีอาการของเกล็ดเลือดลดลงหรือมีเลือดออก เช่น รอยฟกช้ำผิดปกติ หรือมีจุดแดงตามผิวหนัง อุจจาระเป็นสีดำหรือมีลักษณะคล้ายยางมะตอย  ปัสสาวะมีเลือดปน  มีอาการของเลือดจางเม็ดเลือดแดงต่ำ เช่น อ่อนแรง หรือเหนื่อยเพลียผิดปกติ หน้ามืด เป็นลม\n* เจ็บหน้าอก หัวใจเต้นเร็ว หัวใจเต้นผิดปกติ มีอาการบวมของข้อเท้า หรือเท้า ให้แจ้งแพทย์ทันที\n* ปวด บวมแดง แสบคัน พุพองหรือระคายเคืองบริเวณที่ฉีดยา\n* เจ็บปากมาก คลื่นไส้อาเจียนรุนแรงหรือคงอยู่หลายวัน  ปวด ชา บริเวณมือหรือเท้า ชัก",
    "การเก็บรักษายา": "* ยานี้เป็นยาที่ใช้ในสถานพยาบาลเท่านั้น ควรเก็บยาไว้ในสถานพยาบาลที่ท่านรักษา ไม่ควรนำยากลับบ้าน",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "DOXORUBICIN [HYDROCHLORIDE]",
    "ชื่อการค้า": "A.D.MYCIN INJECTION 50 MG",
    "รูปแบบยา": "ยาฉีด",
    "ยานี้ใช้สำหรับ": "* รักษาโรคมะเร็ง โดยใช้ยานี้ร่วมกับยาอื่นในการรักษา มะเร็งกระเพาะปัสสาวะ (bladder cancer) มะเร็งเต้านม (breast cancer) มะเร็งกระเพาะอาหาร (gastric cancer) มะเร็งรังไข่ (ovarian cancer) มะเร็งต่อมน้ำเหลืองชนิดฮอดจ์กิน (Hodgkins lymphoma) และมะเร็งต่อมน้ำเหลืองชนิดที่ไม่ใช่ฮอดจ์กิน (Non-Hodgkins lymphoma) และมะเร็งเม็ดเลือดขาว รวมถึง acute lymphoblastic leukemia (ALL) และ acute myeloid leukemia (AML, ANLL)\n* โดยใช้ยานี้ตัวเดียวหรือใช้ร่วมกับยาอื่นในการรักษามะเร็งต่อมไทรอยด์ (thyroid cancer) มะเร็งเนื้อเยื่ออ่อนและกระดูก (soft tissue and bone sarcoma) มะเร็งเซลล์ประสาทที่มักเกิดในเด็ก (neuroblastoma) และเนื้องอกแบบ Wilms (Wilms tumor มะเร็งที่ไตชนิดหนึ่งที่เกิดในเด็ก)\n* อาจใช้เพื่อรักษามะเร็งมดลูก มะเร็งเยื่อบุโพรงมดลูก และมะเร็งปากมดลูก มะเร็งต่อมลูกหมาก มะเร็งตับอ่อน มะเร็งต่อมหมวกไต มะเร็งตับ  มะเร็งผิวหนัง Kaposi (Kaposis sarcoma) ที่สัมพันธ์กับกลุ่มอาการภูมิคุ้มกันบกพร่อง (AIDS)  มะเร็งกระดูก Ewing&39;s sarcoma ในเด็ก  มะเร็งในช่องอกหรือช่องท้อง mesothelioma มะเร็งไขกระดูก (multiple myeloma) มะเร็งเม็ดเลือดขาว chronic lymphoblastic leukemia\n* อาจใช้เพื่อรักษาโรคหรืออาการอื่นได้ หากมีข้อสงสัยกรุณาสอบถามแพทย์หรือเภสัชกร\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้อยู่ในรูปแบบสารละลาย(ของเหลว) เพื่อฉีดเข้าหลอดเลือดดำ โดยแพทย์หรือพยาบาลในสถานพยาบาลเท่านั้น\n* โดยทั่วไปจะให้ยาทุก 21-28 วัน โดยแพทย์จะเป็นผู้พิจารณาขนาดยา ในส่วนของระยะเวลาในการใช้ยาขึ้นอยู่กับชนิดของยาที่กำลังใช้อยู่ และการตอบสนองต่อยาของร่างกายและชนิดของมะเร็ง\n* แพทย์จะทดสอบการทำงานของหัวใจทั้งก่อนใช้ ระหว่างการรักษาด้วยยานี้หรือหลังจากรักษาด้วยยานี้หลายเดือนหรือเป็นปี เพื่อให้การใช้ยาเป็นไปอย่างปลอดภัย การทดสอบนี้จะรวมถึง electrocardiogram (ECG คือการทดสอบที่จะบันทึกการทำงานของคลื่นไฟฟ้าหัวใจ) และ echocardiogram (การทดสอบที่ใช้คลื่นเสียงวัดความสามารถในการสูบฉีดเลือดของหัวใจ) แพทย์จะพิจารณาห้ามใช้ยานี้หากอัตราการเต้นของหัวใจผิดปกติหรือผลการทดสอบแสดงว่าความสามารถในการสูบฉีดเลือดของหัวใจลดลง\n* แพทย์จะมีการนัดตรวจเลือดเพื่อตรวจสอบจำนวนเม็ดเลือดเป็นระยะ",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติแพ้ยาด๊อกโซรูบิซิน (doxorubicin) ยาอื่นๆ หรือส่วนประกอบใดๆในยาด๊อกโซรูบิซิน (doxorubicin) สอบถามเภสัชกรถึงส่วนประกอบของยา\n* ใช้หรือกําลังจะใช้ ยาอื่นๆ ทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และสมุนไพร โดยเฉพาะเคมีบำบัด เช่น cytarabine, dexrazoxane, mercaptopurine, streptozocin ยากันชัก phenobarbital หรือ phenytoin azathioprine, cyclosporine, methotrexate หรือ progesterone\n* มีหรือเคยมีโรคหัวใจ โรคตับ ภาวะเลือดผิดปกติหรือภาวะติดเชื้อใดๆ ทั้งโรคติดเชื้อแบคทีเรีย ไวรัส หรือเชื้อรา\n* ยานี้อาจมีผลรบกวนต่อรอบประจำเดือนในเพศหญิง และอาจหยุดการสร้างอสุจิในเพศชาย ควรใช้วิธีคุมกำเนิดที่เหมาะสมเพื่อป้องกันการตั้งครรภ์\n* หญิงตั้งครรภ์หรือให้นมบุตรต้องแจ้งให้แพทย์ทราบก่อนได้รับยานี้ ห้ามตั้งครรภ์หรือให้นมบุตรขณะใช้ยานี้ หากตั้งครรภ์ให้แจ้งแพทย์ทันที เนื่องจากยานี้มีอันตรายต่อตัวอ่อน\n* ห้ามฉีดหรือรับวัคซีนใดๆ โดยไม่ปรึกษาแพทย์ก่อน\n* มีหรือเคยมีประวัติการได้รับรังสีรักษา  กำลังใช้หรือเคยได้รับยาเคมีบำบัดเพื่อรักษามะเร็งมาก่อน เช่น ยา cyclophosphamide, daunorubicin, epirubicin, idarubicin, mitoxantrone, paclitaxel, trastuzumab",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* หากไม่สามารถมารับยาตามนัดได้ ควรแจ้งให้แพทย์หรือพยาบาลทราบ",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* อาการแพ้ยาหรือไวต่อยา เช่น ผื่นแดง คัน หรือผื่นลมพิษบริเวณผิวหนัง ใบหน้า ริมฝีปาก หรือลิ้นบวม มีอาการหายใจผิดปกติ หายใจลำบาก หรือกลืนลำบาก\n* เม็ดเลือดต่ำ ยานี้อาจลดจำนวนของเม็ดเลือดขาว เม็ดเลือดแดง และเกล็ดเลือด ทำให้ความเสี่ยงในการติดเชื้อและเลือดออกมากขึ้น ให้แจ้งแพทย์ทันทีหากมีอาการดังต่อไปนี้  มีอาการของการติดเชื้อ เช่นไข้ หนาวสั่น ไอ เจ็บคอ ปัสสาวะลำบาก หรือมีอาการเจ็บเวลาปัสสาวะ  มีอาการของเกล็ดเลือดลดลงหรือมีเลือดออก เช่น รอยฟกช้ำผิดปกติ หรือมีจุดแดงตามผิวหนัง อุจจาระเป็นสีดำหรือมีลักษณะคล้ายยางมะตอย  ปัสสาวะมีเลือดปน  มีอาการของเลือดจางเม็ดเลือดแดงต่ำ เช่น อ่อนแรง หรือเหนื่อยเพลียผิดปกติ หน้ามืด เป็นลม\n* เจ็บหน้าอก หัวใจเต้นเร็ว หัวใจเต้นผิดปกติ มีอาการบวมของข้อเท้า หรือเท้า ให้แจ้งแพทย์ทันที\n* ปวด บวมแดง แสบคัน พุพองหรือระคายเคืองบริเวณที่ฉีดยา\n* เจ็บปากมาก คลื่นไส้อาเจียนรุนแรงหรือคงอยู่หลายวัน  ปวด ชา บริเวณมือหรือเท้า ชัก",
    "การเก็บรักษายา": "* ยานี้เป็นยาที่ใช้ในสถานพยาบาลเท่านั้น ควรเก็บยาไว้ในสถานพยาบาลที่ท่านรักษา ไม่ควรนำยากลับบ้าน",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "AMOXICILLIN [TRIHYDRATE]",
    "ชื่อการค้า": "A.M.MOX",
    "รูปแบบยา": "แคปซูล",
    "ยานี้ใช้สำหรับ": "* ยานี้ใช้เพื่อรักษาโรคติดเชื้อแบคทีเรีย เช่น โรคปอดอักเสบ โรคหลอดลมอักเสบ โรคติดเชื้อที่หู จมูก ลำคอ ผิวหนัง ระบบทางเดินปัสสาวะ โรคหนองในเทียมคลามัยเดีย ทราโคมาทิส (chlamydia trachomatis) (เป็นยาทางเลือกในหญิงตั้งครรภ์ที่แพทย์พิจารณาถึงความจำเป็นแล้วเท่านั้น)\n* อาจใช้ร่วมกับยาอื่นเพื่อรักษาโรคกระเพาะอาหารจากการติดเชื้อเฮลิโคแบคเตอร์ไพโลไร (H.pylori)\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้เป็นยาแคปซูล โดยทั่วไปรับประทานทุก 8-12 ชม. (วันละ 2-3 ครั้ง) ก่อนหรือหลังอาหารก็ได้ แต่ให้เป็นเวลาเดียวกันของทุกวัน\n* ให้ใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากยาอย่างเคร่งครัด โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* รับประทานยาติดต่อกันจนครบระยะเวลาในการรักษา แม้จะรู้สึกดีขึ้นแล้วก็ตาม ห้ามหยุดยาเองโดยไม่ปรึกษาเเพทย์ เนื่องจากอาจทำให้เกิดการดื้อยาได้",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* การแพ้ยานี้, เพนนิซิลิน (penicillin), ยากลุ่มเซฟาโลสปอริน (cephalosporin) หรือยาอื่นๆ\n* ใช้หรือกำลังใช้ยาอื่นๆทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และยาสมุนไพร\n* มีหรือเคยมีโรคภูมิแพ้ หอบหืด ไข้ละอองฟาง ผื่นลมพิษหรือ โรคตับ โรคไต ท้องเสียจากการใช้ยาฆ่าเชื้อแบคทีเรีย โรคฟีนิลคีโตนูเรีย (phenylketonuria)\n* การตั้งครรภ์ การวางแผนในการตั้งครรภ์ หรือการให้นมบุตร",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* ผื่นคันตามผิวหนัง หน้าบวม ปากบวม ลิ้นบวม หายใจลำบาก ปัสสาวะมีสีเข้ม ปากแดง เป็นแผลพุพอง มีการลอกของผนังในช่องปาก ผิวลอก หรือเป็นแผลพุพอง ชัก ตัวเหลืองตาเหลือง มีจ้ำเลือด มีเลือดออก ผิวหนังซีด อ่อนแรง เหนื่อยง่าย มีไข้ ปวดท้อง ท้องเสียรุนแรง",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิทและเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนมากกว่า 30 องศาเซลเซียส เช่นถูกแสงแดดโดยตรง และ ไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "ACETYLSALICYLIC ACID",
    "ชื่อการค้า": "A.S.A. 325",
    "รูปแบบยา": "ยาเม็ดชนิดแตกตัวในลำไส้",
    "ยานี้ใช้สำหรับ": "* บรรเทาอาการเจ็บปวด บวมจากภาวะอักเสบของข้อ เช่น ไขข้อกระดูกอักเสบ (osteoarthritis) ไขข้ออักเสบรูมาตอยด์ (rheumatoid arthritis) และ ไขข้อกระดูกสันหลังอักเสบ (ankylosing spondylitis) หรือใช้เพื่อบรรเทาอาการปวดจากสาเหตุอื่น ได้แก่ ปวดประจำเดือน ปวดฟัน ปวดกล้ามเนื้อ ใช้ลดไข้ตัวร้อนที่ไม่ได้มีสาเหตุจากไข้เลือดออก อีสุกอีใส หรือไข้หวัดใหญ่\n* ยานี้อาจใช้เพื่อรักษาหรือโรคหรืออาการอื่นๆ ได้แก่ ป้องกันหลอดเลือดอุดตัน ดังนั้นหากมีข้อสงสัยควรสอบถามแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้ใช้สำหรับรับประทาน โดยทั่วไปรับประทานวันละ 1-4 ครั้ง ขึ้นกับโรคหรืออาการที่เป็นอยู่\n* ห้ามรับประทานยานี้พร้อมยาลดกรด หากจะรับประทานต้องห่างกันอย่างน้อย 2 ชั่วโมง\n* หากมีไข้นานเกิน 3 วัน หรืออาการปวดยังไม่ทุเลาเกิน 10 วัน ควรปรึกษาแพทย์\n* หลีกเลี่ยงการดื่มเครื่องดื่มที่มีแอลกอฮอล์ในระหว่างรับประทานยานี้ ไม่ควรใช้ยานี้ในเด็กอายุต่ำกว่า 12 ปี โดยไม่ได้อยู่ในความดูแลของแพทย์หรือเภสัชกร\n* ไม่ควรบดหรือเคี้ยวเม็ดยา ยกเว้นในกรณีบุคลากรทางการแพทย์พิจารณาแล้วเท่านั้น",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* มีประวัติแพ้ยา aspirin (acetylsalicylic acid) ยาต้านอักเสบที่ไม่ใช่สเตอรอยด์ (NSAIDS) หรือยาอื่นๆ\n* ใช้หรือกำลังใช้ยาอื่นๆ ยาประจำใช้อยู่ทั้งที่แพทย์สั่งจ่ายหรือยาที่ซื้อใช้เอง รวมถึงวิตามิน อาหารเสริม และยาสมุนไพร\n* ตั้งครรภ์ วางแผนในการตั้งครรภ์ หรืออยู่ระหว่างให้นมบุตร หากตั้งครรภ์ระหว่างใช้ยานี้ต้องแจ้งให้แพทย์ทราบ\n* โรคประจำตัว อาการหรือโรคที่เคยเป็นมาในอดีต โดยเฉพาะ โรคหอบหืด โรคกระเพาะ ความดันโลหิตสูง โรคเลือดไหลไม่หยุด โรคตับ โรคไต เป็นต้น\n* หากต้องเข้ารับการผ่าตัดหรือทำฟัน ต้องแจ้งให้แพทย์หรือทันตแพทย์ทราบก่อนทำการรักษา",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ ถ้าเป็นเวลาใกล้มื้อถัดไป ให้ข้ามไปรับประทานยามื้อต่อไปได้เลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* ผื่นคัน ลมพิษ บวมที่ตา ใบหน้า ริมฝีปาก ลิ้น หรือช่องคอ หายใจลำบากหรือหายใจมีเสียงหวีด เสียงแหบ ตัวเย็น มีเสียงในหู หรือไม่ได้ยินเสียง อาเจียนเป็นเลือด อุจจาระเป็นสีแดงสด หรือสีดำคล้ำ",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้ร้อนกว่า 30 องศาเซลเซียส เช่น บริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น ทิ้งยานี้เมื่อยาหมดอายุ หรือมีกลิ่นเหม็นเปรี้ยว",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "ACETYLSALICYLIC ACID",
    "ชื่อการค้า": "A.S.A. 650",
    "รูปแบบยา": "ยาเม็ดชนิดแตกตัวในลำไส้",
    "ยานี้ใช้สำหรับ": "* บรรเทาอาการเจ็บปวด บวมจากภาวะอักเสบของข้อ เช่น ไขข้อกระดูกอักเสบ (osteoarthritis) ไขข้ออักเสบรูมาตอยด์ (rheumatoid arthritis) และ ไขข้อกระดูกสันหลังอักเสบ (ankylosing spondylitis) หรือใช้เพื่อบรรเทาอาการปวดจากสาเหตุอื่น ได้แก่ ปวดประจำเดือน ปวดฟัน ปวดกล้ามเนื้อ ใช้ลดไข้ตัวร้อนที่ไม่ได้มีสาเหตุจากไข้เลือดออก อีสุกอีใส หรือไข้หวัดใหญ่\n* ยานี้อาจใช้เพื่อรักษาหรือโรคหรืออาการอื่นๆ ได้แก่ ป้องกันหลอดเลือดอุดตัน ดังนั้นหากมีข้อสงสัยควรสอบถามแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้ใช้สำหรับรับประทาน โดยทั่วไปรับประทานวันละ 1-4 ครั้ง ขึ้นกับโรคหรืออาการที่เป็นอยู่\n* ห้ามรับประทานยานี้พร้อมยาลดกรด หากจะรับประทานต้องห่างกันอย่างน้อย 2 ชั่วโมง\n* หากมีไข้นานเกิน 3 วัน หรืออาการปวดยังไม่ทุเลาเกิน 10 วัน ควรปรึกษาแพทย์\n* หลีกเลี่ยงการดื่มเครื่องดื่มที่มีแอลกอฮอล์ในระหว่างรับประทานยานี้ ไม่ควรใช้ยานี้ในเด็กอายุต่ำกว่า 12 ปี โดยไม่ได้อยู่ในความดูแลของแพทย์หรือเภสัชกร\n* ไม่ควรบดหรือเคี้ยวเม็ดยา ยกเว้นในกรณีบุคลากรทางการแพทย์พิจารณาแล้วเท่านั้น",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* มีประวัติแพ้ยา aspirin (acetylsalicylic acid) ยาต้านอักเสบที่ไม่ใช่สเตอรอยด์ (NSAIDS) หรือยาอื่นๆ\n* ใช้หรือกำลังใช้ยาอื่นๆ ยาประจำใช้อยู่ทั้งที่แพทย์สั่งจ่ายหรือยาที่ซื้อใช้เอง รวมถึงวิตามิน อาหารเสริม และยาสมุนไพร\n* ตั้งครรภ์ วางแผนในการตั้งครรภ์ หรืออยู่ระหว่างให้นมบุตร หากตั้งครรภ์ระหว่างใช้ยานี้ต้องแจ้งให้แพทย์ทราบ\n* โรคประจำตัว อาการหรือโรคที่เคยเป็นมาในอดีต โดยเฉพาะ โรคหอบหืด โรคกระเพาะ ความดันโลหิตสูง โรคเลือดไหลไม่หยุด โรคตับ โรคไต เป็นต้น\n* หากต้องเข้ารับการผ่าตัดหรือทำฟัน ต้องแจ้งให้แพทย์หรือทันตแพทย์ทราบก่อนทำการรักษา",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ ถ้าเป็นเวลาใกล้มื้อถัดไป ให้ข้ามไปรับประทานยามื้อต่อไปได้เลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* ผื่นคัน ลมพิษ บวมที่ตา ใบหน้า ริมฝีปาก ลิ้น หรือช่องคอ หายใจลำบากหรือหายใจมีเสียงหวีด เสียงแหบ ตัวเย็น มีเสียงในหู หรือไม่ได้ยินเสียง อาเจียนเป็นเลือด อุจจาระเป็นสีแดงสด หรือสีดำคล้ำ",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้ร้อนกว่า 30 องศาเซลเซียส เช่น บริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น ทิ้งยานี้เมื่อยาหมดอายุ หรือมีกลิ่นเหม็นเปรี้ยว",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "ACETYLSALICYLIC ACID",
    "ชื่อการค้า": "A.S.A. 81",
    "รูปแบบยา": "ยาเม็ดชนิดแตกตัวในลำไส้",
    "ยานี้ใช้สำหรับ": "* บรรเทาอาการเจ็บปวด บวมจากภาวะอักเสบของข้อ เช่น ไขข้อกระดูกอักเสบ (osteoarthritis) ไขข้ออักเสบรูมาตอยด์ (rheumatoid arthritis) และ ไขข้อกระดูกสันหลังอักเสบ (ankylosing spondylitis) หรือใช้เพื่อบรรเทาอาการปวดจากสาเหตุอื่น ได้แก่ ปวดประจำเดือน ปวดฟัน ปวดกล้ามเนื้อ ใช้ลดไข้ตัวร้อนที่ไม่ได้มีสาเหตุจากไข้เลือดออก อีสุกอีใส หรือไข้หวัดใหญ่\n* ยานี้อาจใช้เพื่อรักษาหรือโรคหรืออาการอื่นๆ ได้แก่ ป้องกันหลอดเลือดอุดตัน ดังนั้นหากมีข้อสงสัยควรสอบถามแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้ใช้สำหรับรับประทาน โดยทั่วไปรับประทานวันละ 1-4 ครั้ง ขึ้นกับโรคหรืออาการที่เป็นอยู่\n* ห้ามรับประทานยานี้พร้อมยาลดกรด หากจะรับประทานต้องห่างกันอย่างน้อย 2 ชั่วโมง\n* หากมีไข้นานเกิน 3 วัน หรืออาการปวดยังไม่ทุเลาเกิน 10 วัน ควรปรึกษาแพทย์\n* หลีกเลี่ยงการดื่มเครื่องดื่มที่มีแอลกอฮอล์ในระหว่างรับประทานยานี้ ไม่ควรใช้ยานี้ในเด็กอายุต่ำกว่า 12 ปี โดยไม่ได้อยู่ในความดูแลของแพทย์หรือเภสัชกร\n* ไม่ควรบดหรือเคี้ยวเม็ดยา ยกเว้นในกรณีบุคลากรทางการแพทย์พิจารณาแล้วเท่านั้น",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* มีประวัติแพ้ยา aspirin (acetylsalicylic acid) ยาต้านอักเสบที่ไม่ใช่สเตอรอยด์ (NSAIDS) หรือยาอื่นๆ\n* ใช้หรือกำลังใช้ยาอื่นๆ ยาประจำใช้อยู่ทั้งที่แพทย์สั่งจ่ายหรือยาที่ซื้อใช้เอง รวมถึงวิตามิน อาหารเสริม และยาสมุนไพร\n* ตั้งครรภ์ วางแผนในการตั้งครรภ์ หรืออยู่ระหว่างให้นมบุตร หากตั้งครรภ์ระหว่างใช้ยานี้ต้องแจ้งให้แพทย์ทราบ\n* โรคประจำตัว อาการหรือโรคที่เคยเป็นมาในอดีต โดยเฉพาะ โรคหอบหืด โรคกระเพาะ ความดันโลหิตสูง โรคเลือดไหลไม่หยุด โรคตับ โรคไต เป็นต้น\n* หากต้องเข้ารับการผ่าตัดหรือทำฟัน ต้องแจ้งให้แพทย์หรือทันตแพทย์ทราบก่อนทำการรักษา",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ ถ้าเป็นเวลาใกล้มื้อถัดไป ให้ข้ามไปรับประทานยามื้อต่อไปได้เลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* ผื่นคัน ลมพิษ บวมที่ตา ใบหน้า ริมฝีปาก ลิ้น หรือช่องคอ หายใจลำบากหรือหายใจมีเสียงหวีด เสียงแหบ ตัวเย็น มีเสียงในหู หรือไม่ได้ยินเสียง อาเจียนเป็นเลือด อุจจาระเป็นสีแดงสด หรือสีดำคล้ำ",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้ร้อนกว่า 30 องศาเซลเซียส เช่น บริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น ทิ้งยานี้เมื่อยาหมดอายุ หรือมีกลิ่นเหม็นเปรี้ยว",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "ACETYLSALICYLIC ACID",
    "ชื่อการค้า": "A.S.A. CAP",
    "รูปแบบยา": "แคปซูล",
    "ยานี้ใช้สำหรับ": "* บรรเทาอาการเจ็บปวด บวมจากภาวะอักเสบของข้อ เช่น ไขข้อกระดูกอักเสบ (osteoarthritis) ไขข้ออักเสบรูมาตอยด์ (rheumatoid arthritis) และ ไขข้อกระดูกสันหลังอักเสบ (ankylosing spondylitis) หรือใช้เพื่อบรรเทาอาการปวดจากสาเหตุอื่น ได้แก่ ปวดประจำเดือน ปวดฟัน ปวดกล้ามเนื้อ\n* บรรเทาอาการเจ็บปวด บวมจากภาวะอักเสบของข้อ เช่น ไขข้อกระดูกอักเสบ (osteoarthritis) ไขข้ออักเสบรูมาตอยด์ (rheumatoid arthritis) และ ไขข้อกระดูกสันหลังอักเสบ (ankylosing spondylitis) หรือใช้เพื่อบรรเทาอาการปวดจากสาเหตุอื่น ได้แก่ ปวดประจำเดือน ปวดฟัน ปวดกล้ามเนื้อ\n* ใช้ลดไข้ตัวร้อนที่ไม่ได้มีสาเหตุจากไข้เลือดออก อีสุกอีใส หรือไข้หวัดใหญ่\n* ใช้ลดไข้ตัวร้อนที่ไม่ได้มีสาเหตุจากไข้เลือดออก อีสุกอีใส หรือไข้หวัดใหญ่\n* ยานี้อาจใช้เพื่อรักษาหรือโรคหรืออาการอื่นๆ ได้แก่ ป้องกันหลอดเลือดอุดตัน ดังนั้นหากมีข้อสงสัยควรสอบถามแพทย์หรือเภสัชกร\n* ยานี้อาจใช้เพื่อรักษาหรือโรคหรืออาการอื่นๆ ได้แก่ ป้องกันหลอดเลือดอุดตัน ดังนั้นหากมีข้อสงสัยควรสอบถามแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้ใช้สำหรับรับประทาน โดยทั่วไปรับประทานวันละ 1-4 ครั้ง ขึ้นกับอาการของโรคที่เป็นอยู่\n* ยานี้ใช้สำหรับรับประทาน โดยทั่วไปรับประทานวันละ 1-4 ครั้ง ขึ้นกับโรค หรืออาการที่เป็นอยู่\n* ควรรับประทานยานี้หลังอาหารทันทีหรือดื่มน้ำตามมากๆ\n* ควรรับประทานยานี้หลังอาหารทันทีหรือดื่มน้ำตามมากๆ\n* หากมีไข้นานเกิน 3 วัน หรืออาการปวดยังไม่ทุเลาเกิน 10 วัน ควรปรึกษาแพทย์\n* หากมีไข้นานเกิน 3 วัน หรืออาการปวดยังไม่ทุเลาเกิน 10 วัน ควรปรึกษาแพทย์\n* หลีกเลี่ยงการดื่มเครื่องดื่มที่มีแอลกอฮอล์ในระหว่างรับประทานยานี้\n* หลีกเลี่ยงการดื่มเครื่องดื่มที่มีแอลกอฮอล์ในระหว่างรับประทานยานี้\n* ไม่ควรใช้ยานี้ในเด็กอายุต่ำกว่า 12 ปี โดยไม่ได้อยู่ในความดูแลของแพทย์หรือเภสัชกร",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* มีประวัติแพ้ยา aspirin (acetylsalicylic acid) ยาต้านอักเสบที่ไม่ใช่สเตอรอยด์ (NSAIDS) หรือยาอื่นๆ\n* มีประวัติแพ้ยา aspirin (acetylsalicylic acid) ยาต้านอักเสบที่ไม่ใช่สเตอรอยด์ (NSAIDS) หรือยาอื่นๆ\n* ยาประจำใช้อยู่ทั้งที่แพทย์สั่งจ่ายหรือยาที่ซื้อใช้เอง รวมถึงวิตามิน อาหารเสริม และยาสมุนไพร\n* ยาประจำใช้อยู่ทั้งที่แพทย์สั่งจ่ายหรือยาที่ซื้อใช้เอง รวมถึงวิตามิน อาหารเสริม และยาสมุนไพร\n* ตั้งครรภ์ วางแผนในการตั้งครรภ์ หรืออยู่ระหว่างให้นมบุตร หากตั้งครรภ์ระหว่างใช้ยานี้ต้องแจ้งให้แพทย์ทราบ\n* ตั้งครรภ์ วางแผนในการตั้งครรภ์ หรืออยู่ระหว่างให้นมบุตร หากตั้งครรภ์ระหว่างใช้ยานี้ต้องแจ้งให้แพทย์ทราบ\n* โรคประจำตัว อาการหรือโรคที่เคยเป็นมาในอดีต โดยเฉพาะ โรคหอบหืด  โรคกระเพาะ ความดันโลหิตสูง โรคเลือดไหลไม่หยุด โรคตับ โรคไต เป็นต้น\n* โรคประจำตัว อาการหรือโรคที่เคยเป็นมาในอดีต โดยเฉพาะ โรคหอบหืด  โรคกระเพาะ ความดันโลหิตสูง โรคเลือดไหลไม่หยุด โรคตับ โรคไต เป็นต้น\n* หากต้องเข้ารับการผ่าตัดหรือทำฟัน ต้องแจ้งให้แพทย์หรือทันตแพทย์ทราบก่อนทำการรักษา\n* หากต้องเข้ารับการผ่าตัดหรือทำฟัน ต้องแจ้งให้แพทย์หรือทันตแพทย์ทราบก่อนทำการรักษา",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ ถ้าเป็นเวลาใกล้มื้อถัดไป ให้ข้ามไปรับประทานยามื้อต่อไปได้เลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า\n* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ ถ้าเป็นเวลาใกล้มื้อถัดไป ให้ข้ามไปรับประทานยามื้อต่อไปได้เลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* ผื่นคัน ลมพิษ\nผื่นคัน ลมพิษ\nบวมที่ตา ใบหน้า ริมฝีปาก ลิ้น หรือช่องคอ\nบวมที่ตา ใบหน้า ริมฝีปาก ลิ้น หรือช่องคอ\nหายใจลำบากหรือหายใจมีเสียงหวีด\nหายใจลำบากหรือหายใจมีเสียงหวีด\nเสียงแหบ\nเสียงแหบ\nตัวเย็น\nตัวเย็น\nมีเสียงในหู หรือไม่ได้ยินเสียง\nมีเสียงในหู หรือไม่ได้ยินเสียง\nอาเจียนเป็นเลือด\nอาเจียนเป็นเลือด\nอุจจาระเป็นสีแดงสด หรือสีดำคล้ำ\nอุจจาระเป็นสีแดงสด หรือสีดำคล้ำ",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้ร้อนกว่า 30 องศาเซลเซียส เช่น บริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้ร้อนกว่า 30 องศาเซลเซียส เช่น บริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ หรือมีกลิ่นเหม็นเปรี้ยว\n* ทิ้งยานี้เมื่อยาหมดอายุ หรือมีกลิ่นเหม็นเปรี้ยว",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "ETHAMBUTOL [HYDROCHLORIDE]",
    "ชื่อการค้า": "A.T.B. ETHAMBUTOL TABLETS",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* ยานี้ใช้ร่วมกับยาอื่นในการรักษาวัณโรค และเพื่อป้องกันการแพร่เชื้อจากผู้ป่วยสู่ผู้อื่น\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่น ๆ ได้ หากมีข้อสงสัยกรุณาสอบถามแพทย์หรือเภสัชกร\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้อยู่ในรูปยาเม็ดสำหรับรับประทาน โดยทั่วไปรับประทานวันละ 1 ครั้ง ตอนเช้า ใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากยาอย่างเคร่งครัด โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* การใช้เพื่อรักษาวัณโรค ต้องใช้ยาต่อเนื่องเป็นระยะเวลานานหลายเดือน ต้องรับประทานยาติดต่อกันจนครบระยะเวลาในการรักษา แม้อาการจะดีขึ้นแล้วก็ตาม ไม่ควรหยุดยาเองโดยไม่ได้ปรึกษาแพทย์ หากใช้ยาไม่สม่ำเสมอ อาจทำให้เชื้อวัณโรคดื้อต่อยาหรือทำให้อาการของโรคแย่ลงได้\n* หากรับประทานยานี้แล้วรู้สึกไม่สบายท้อง ให้รับประทานยาพร้อมกับมื้ออาหาร\n* การใช้ร่วมกับยาลดกรด อาจทำให้การดูดซึมของ ethambutol ลดลงและทำให้ประสิทธิภาพในการรักษาการติดเชื้อลดลงด้วย ควรเว้นระยะห่างในการรับประทานยาโดยรับประทานยานี้ก่อนยาลดกรด 1 ชั่วโมง หรือหลังยาลดกรด 2 ชั่วโมง",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* แพ้ยา ethambutol หรือยาอื่นๆ\n* ใช้หรือกำลังจะใช้ยาอื่นๆ ทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม หรือสมุนไพร\n* มีหรือเคยมีโรคไต โรคเก๊าท์ หรือโรคเกี่ยวกับดวงตา เช่น โรคต้อกระจก\n* การตั้งครรภ์ การวางแผนในการตั้งครรภ์ หรือการให้นมบุตร",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* อาการแพ้ เช่น ผื่นที่ผิวหนัง ผื่นคันหรือลมพิษ ตาบวม หน้าบวม ปากบวม ลิ้นบวม หายใจลำบาก\n* การมองเห็นเปลี่ยนไป หรือแยกสีแดงหรือสีเขียวไม่ได้ สับสน ควบคุมตัวเองไม่ได้ ประสาทหลอน มีไข้ หนาวสั่น เจ็บคอ เจ็บหรือปวดตามข้อ ข้อบวม ชาตามแขน ขา ปัสสาวะลำบากหรือน้อยลง อ่อนเพลีย",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิทและเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนมากกว่า 30 องศาเซลเซียส เช่น บริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยาเมื่อหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "ETHAMBUTOL [HYDROCHLORIDE]",
    "ชื่อการค้า": "A.T.B.(ETHAMBUTOL 500 MG. TABLETS)",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* ยานี้ใช้ร่วมกับยาอื่นในการรักษาวัณโรค และเพื่อป้องกันการแพร่เชื้อจากผู้ป่วยสู่ผู้อื่น\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่น ๆ ได้ หากมีข้อสงสัยกรุณาสอบถามแพทย์หรือเภสัชกร\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้อยู่ในรูปยาเม็ดสำหรับรับประทาน โดยทั่วไปรับประทานวันละ 1 ครั้ง ตอนเช้า ใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากยาอย่างเคร่งครัด โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* การใช้เพื่อรักษาวัณโรค ต้องใช้ยาต่อเนื่องเป็นระยะเวลานานหลายเดือน ต้องรับประทานยาติดต่อกันจนครบระยะเวลาในการรักษา แม้อาการจะดีขึ้นแล้วก็ตาม ไม่ควรหยุดยาเองโดยไม่ได้ปรึกษาแพทย์ หากใช้ยาไม่สม่ำเสมอ อาจทำให้เชื้อวัณโรคดื้อต่อยาหรือทำให้อาการของโรคแย่ลงได้\n* หากรับประทานยานี้แล้วรู้สึกไม่สบายท้อง ให้รับประทานยาพร้อมกับมื้ออาหาร\n* การใช้ร่วมกับยาลดกรด อาจทำให้การดูดซึมของ ethambutol ลดลงและทำให้ประสิทธิภาพในการรักษาการติดเชื้อลดลงด้วย ควรเว้นระยะห่างในการรับประทานยาโดยรับประทานยานี้ก่อนยาลดกรด 1 ชั่วโมง หรือหลังยาลดกรด 2 ชั่วโมง",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* แพ้ยา ethambutol หรือยาอื่นๆ\n* ใช้หรือกำลังจะใช้ยาอื่นๆ ทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม หรือสมุนไพร\n* มีหรือเคยมีโรคไต โรคเก๊าท์ หรือโรคเกี่ยวกับดวงตา เช่น โรคต้อกระจก\n* การตั้งครรภ์ การวางแผนในการตั้งครรภ์ หรือการให้นมบุตร",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* อาการแพ้ เช่น ผื่นที่ผิวหนัง ผื่นคันหรือลมพิษ ตาบวม หน้าบวม ปากบวม ลิ้นบวม หายใจลำบาก\n* การมองเห็นเปลี่ยนไป หรือแยกสีแดงหรือสีเขียวไม่ได้ สับสน ควบคุมตัวเองไม่ได้ ประสาทหลอน มีไข้ หนาวสั่น เจ็บคอ เจ็บหรือปวดตามข้อ ข้อบวม ชาตามแขน ขา ปัสสาวะลำบากหรือน้อยลง อ่อนเพลีย",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิทและเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนมากกว่า 30 องศาเซลเซียส เช่น บริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยาเมื่อหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "AMOXICILLIN [TRIHYDRATE]",
    "ชื่อการค้า": "AAMOX 250",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* ยานี้ใช้เพื่อรักษาโรคติดเชื้อแบคทีเรีย เช่น โรคปอดอักเสบ โรคหลอดลมอักเสบ โรคติดเชื้อที่หู จมูก ลำคอ ผิวหนัง ระบบทางเดินปัสสาวะ โรคหนองในเทียมคลามัยเดีย ทราโคมาทิส (chlamydia trachomatis) (เป็นยาทางเลือกในหญิงตั้งครรภ์ที่แพทย์พิจารณาถึงความจำเป็นแล้วเท่านั้น)\n* อาจใช้ร่วมกับยาอื่นเพื่อรักษาโรคกระเพาะอาหารจากการติดเชื้อเฮลิโคแบคเตอร์ไพโลไร (H.pylori)\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้เป็นยาเม็ดรับประทาน โดยทั่วไปรับประทานทุก 8-12 ชม. (วันละ 2-3 ครั้ง) ก่อนหรือหลังอาหารก็ได้ แต่ให้เป็นเวลาเดียวกันของทุกวัน\n* ให้ใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากยาอย่างเคร่งครัด โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* รับประทานยาติดต่อกันจนครบระยะเวลาในการรักษา แม้จะรู้สึกดีขึ้นแล้วก็ตาม ห้ามหยุดยาเองโดยไม่ปรึกษาเเพทย์ เนื่องจากอาจทำให้เกิดการดื้อยาได้",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* การแพ้ยานี้, เพนนิซิลิน (penicillin), ยากลุ่มเซฟาโลสปอริน (cephalosporin) หรือยาอื่นๆ\n* ใช้หรือกำลังใช้ยาอื่นๆทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และยาสมุนไพร\n* มีหรือเคยมีโรคภูมิแพ้ หอบหืด ไข้ละอองฟาง ผื่นลมพิษหรือ โรคตับ โรคไต ท้องเสียจากการใช้ยาฆ่าเชื้อแบคทีเรีย โรคฟีนิลคีโตนูเรีย (phenylketonuria)\n* การตั้งครรภ์ การวางแผนในการตั้งครรภ์ หรือการให้นมบุตร",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* ผื่นคันตามผิวหนัง หน้าบวม ปากบวม ลิ้นบวม หายใจลำบาก ปัสสาวะมีสีเข้ม ปากแดง เป็นแผลพุพอง มีการลอกของผนังในช่องปาก ผิวลอก หรือเป็นแผลพุพอง ชัก ตัวเหลืองตาเหลือง มีจ้ำเลือด มีเลือดออก ผิวหนังซีด อ่อนแรง เหนื่อยง่าย มีไข้ ปวดท้อง ท้องเสียรุนแรง",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิทและเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนมากกว่า 30 องศาเซลเซียส เช่นถูกแสงแดดโดยตรง และ ไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "AMOXICILLIN [TRIHYDRATE]",
    "ชื่อการค้า": "AAMOX 500",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* ยานี้ใช้เพื่อรักษาโรคติดเชื้อแบคทีเรีย เช่น โรคปอดอักเสบ โรคหลอดลมอักเสบ โรคติดเชื้อที่หู จมูก ลำคอ ผิวหนัง ระบบทางเดินปัสสาวะ โรคหนองในเทียมคลามัยเดีย ทราโคมาทิส (chlamydia trachomatis) (เป็นยาทางเลือกในหญิงตั้งครรภ์ที่แพทย์พิจารณาถึงความจำเป็นแล้วเท่านั้น)\n* อาจใช้ร่วมกับยาอื่นเพื่อรักษาโรคกระเพาะอาหารจากการติดเชื้อเฮลิโคแบคเตอร์ไพโลไร (H.pylori)\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้เป็นยาเม็ดรับประทาน โดยทั่วไปรับประทานทุก 8-12 ชม. (วันละ 2-3 ครั้ง) ก่อนหรือหลังอาหารก็ได้ แต่ให้เป็นเวลาเดียวกันของทุกวัน\n* ให้ใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากยาอย่างเคร่งครัด โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* รับประทานยาติดต่อกันจนครบระยะเวลาในการรักษา แม้จะรู้สึกดีขึ้นแล้วก็ตาม ห้ามหยุดยาเองโดยไม่ปรึกษาเเพทย์ เนื่องจากอาจทำให้เกิดการดื้อยาได้",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* การแพ้ยานี้, เพนนิซิลิน (penicillin), ยากลุ่มเซฟาโลสปอริน (cephalosporin) หรือยาอื่นๆ\n* ใช้หรือกำลังใช้ยาอื่นๆทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และยาสมุนไพร\n* มีหรือเคยมีโรคภูมิแพ้ หอบหืด ไข้ละอองฟาง ผื่นลมพิษหรือ โรคตับ โรคไต ท้องเสียจากการใช้ยาฆ่าเชื้อแบคทีเรีย โรคฟีนิลคีโตนูเรีย (phenylketonuria)\n* การตั้งครรภ์ การวางแผนในการตั้งครรภ์ หรือการให้นมบุตร",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* ผื่นคันตามผิวหนัง หน้าบวม ปากบวม ลิ้นบวม หายใจลำบาก ปัสสาวะมีสีเข้ม ปากแดง เป็นแผลพุพอง มีการลอกของผนังในช่องปาก ผิวลอก หรือเป็นแผลพุพอง ชัก ตัวเหลืองตาเหลือง มีจ้ำเลือด มีเลือดออก ผิวหนังซีด อ่อนแรง เหนื่อยง่าย มีไข้ ปวดท้อง ท้องเสียรุนแรง",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิทและเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนมากกว่า 30 องศาเซลเซียส เช่นถูกแสงแดดโดยตรง และ ไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "AMOXICILLIN [TRIHYDRATE]",
    "ชื่อการค้า": "AAMOX 875",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* ยานี้ใช้เพื่อรักษาโรคติดเชื้อแบคทีเรีย เช่น โรคปอดอักเสบ โรคหลอดลมอักเสบ โรคติดเชื้อที่หู จมูก ลำคอ ผิวหนัง ระบบทางเดินปัสสาวะ โรคหนองในเทียมคลามัยเดีย ทราโคมาทิส (chlamydia trachomatis) (เป็นยาทางเลือกในหญิงตั้งครรภ์ที่แพทย์พิจารณาถึงความจำเป็นแล้วเท่านั้น)\n* อาจใช้ร่วมกับยาอื่นเพื่อรักษาโรคกระเพาะอาหารจากการติดเชื้อเฮลิโคแบคเตอร์ไพโลไร (H.pylori)\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้เป็นยาเม็ดรับประทาน โดยทั่วไปรับประทานทุก 8-12 ชม. (วันละ 2-3 ครั้ง) ก่อนหรือหลังอาหารก็ได้ แต่ให้เป็นเวลาเดียวกันของทุกวัน\n* ให้ใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากยาอย่างเคร่งครัด โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* รับประทานยาติดต่อกันจนครบระยะเวลาในการรักษา แม้จะรู้สึกดีขึ้นแล้วก็ตาม ห้ามหยุดยาเองโดยไม่ปรึกษาเเพทย์ เนื่องจากอาจทำให้เกิดการดื้อยาได้",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* การแพ้ยานี้, เพนนิซิลิน (penicillin), ยากลุ่มเซฟาโลสปอริน (cephalosporin) หรือยาอื่นๆ\n* ใช้หรือกำลังใช้ยาอื่นๆทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และยาสมุนไพร\n* มีหรือเคยมีโรคภูมิแพ้ หอบหืด ไข้ละอองฟาง ผื่นลมพิษหรือ โรคตับ โรคไต ท้องเสียจากการใช้ยาฆ่าเชื้อแบคทีเรีย โรคฟีนิลคีโตนูเรีย (phenylketonuria)\n* การตั้งครรภ์ การวางแผนในการตั้งครรภ์ หรือการให้นมบุตร",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* ผื่นคันตามผิวหนัง หน้าบวม ปากบวม ลิ้นบวม หายใจลำบาก ปัสสาวะมีสีเข้ม ปากแดง เป็นแผลพุพอง มีการลอกของผนังในช่องปาก ผิวลอก หรือเป็นแผลพุพอง ชัก ตัวเหลืองตาเหลือง มีจ้ำเลือด มีเลือดออก ผิวหนังซีด อ่อนแรง เหนื่อยง่าย มีไข้ ปวดท้อง ท้องเสียรุนแรง",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิทและเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนมากกว่า 30 องศาเซลเซียส เช่นถูกแสงแดดโดยตรง และ ไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "ABACAVIR",
    "ชื่อการค้า": "Ziagenavir (tablets)",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* รักษาการติดเชื้อไวรัสเอชไอวี โดยใช้ร่วมกับยาชนิดอื่น\n* ป้องกันการติดเชื้อ HIV ในผู้ที่สัมผัสและเสี่ยงต่อการติดเชื้อ โดยใช้ร่วมกับยาชนิดอื่น\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆ ได้หากมีข้อสงสัยกรุณาสอบถามแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้อยู่ในรูปแบบยาเม็ด ใช้สำหรับรับประทาน โดยทั่วไปรับประทานวันละหนึ่งหรือสองครั้ง ควรรับประทานยาเวลาเดียวกันทุกวัน โดยไม่ต้องสัมพันธ์กับมื้ออาหารก็ได้ หรือใช้ยาตามวิธีที่ระบุบนฉลากอย่างเคร่งครัดตามขนาดที่แพทย์สั่ง ห้ามใช้มากหรือน้อยกว่าขนาดยาที่ระบุ หากมีข้อสงสัยกรุณาสอบถามแพทย์หรือเภสัชกร\n* ยานี้ช่วยยับยั้งการแบ่งตัวและควบคุมเชื้อ HIV ได้แต่ไม่ได้รักษาโรคนี้ให้หายขาด ควรรับประทานยาอย่างต่อเนื่อง ห้ามหยุดรับประทานยานี้เอง โดยไม่ปรึกษาแพทย์ แม้จะรู้สึกดีขึ้นแล้วก็ตาม การหยุดหรือลืมรับประทานยาทำให้การรักษายากขึ้น หรืออาจทำให้เกิดอาการแพ้ยาได้ง่ายเมื่อเริ่มกลับมาใช้ยานี้อีกครั้ง",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติแพ้ยา abacavir หรือส่วนประกอบของยานี้ หรือแพ้ยาอื่น ๆ\n* ใช้หรือกำลังใช้ยาอื่นๆทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริมและสมุนไพร\n* มีหรือเคยมีโรคซึมเศร้า โรคเบาหวาน โรคความดันโลหิตสูง โรคไขมันในเลือดสูงหรือโรคหัวใจ โรคตับ หรือ โรคตับอักเสบ\n* กำลังตั้งครรภ์ วางแผนตั้งครรภ์ หรือให้นมบุตร\n* ปรึกษาแพทย์เกี่ยวกับปริมาณแอลกอฮอล์ที่สามารถดื่มได้เมื่อใช้ยานี้\n* สูบบุหรี่\n* ในระหว่างที่ใช้ยานี้มี ภูมิคุ้มกันของร่างกายจะดีขึ้น มีผลทำลายเชื้อโรคที่แฝงอยู่ในร่างกาย อาจทำให้เกิดอาการปอดอักเสบ มีอาการแสดงของการติดเชื้อเฮอร์ปีสไวรัส วัณโรค หรือเชื้อรา หากมีอาการผิดปกติอื่นหลังจากรับประทานยานี้กรุณาแจ้งแพทย์ทราบ\n* ระหว่างที่ทานยานี้อาจมีผลเพิ่มไขมันหรือเคลื่อนไปตามส่วนต่างๆของร่างกาย เช่น หลังคอหรือไหล่ (buffalo hump) ท้องและเต้านม อาจสูญเสียไขมันจากแขน ขา ก้นกบ",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า หากคุณลืมทานเป็นจำนวนหลายมื้อให้ปรึกษาแพทย์ก่อนเริ่มทานยาใหม่",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* ปฎิกิริยาแพ้ยาที่รุนแรง เช่น ไข้ ผื่นผิวหนัง คลื่นไส้ อาเจียน ท้องเสียหรือปวดท้อง รู้สึกไม่สบาย เหนื่อยมาก หรือหายใจไม่อิ่ม(หายใจสั่นและถี่) ไอหรือเจ็บคอ แจ้งแพทย์ทันทีหากคุณมีอาการต่อไปนี้ตั้งแต่ 2 ข้อขึ้นไปและควรหยุดรับประทานยานี้\n* อาการแสดงของภาวะตับอักเสบ  เช่น หายใจลำบาก หายใจถี่ ชีพจรเปลี่ยน คลื่นไส้ อาเจียน เบื่ออาหาร น้ำหนักลด ท้องเสีย ปวด บวมหรือตึงที่ใต้ซี่โครงขวา รอยช้ำหรือเลือดออกผิดปกติ ตาหรือตัวเหลือง ปัสสาวะเป็นสีคล้ำ เหนื่อยมาก มือเท้าเย็น\n* อาการอื่นๆ ผื่น ผื่นลมพิษ ผิวลอกหรือมีตุ่มพอง   บวมบริเวณตา หน้า ริมฝีปาก ลิ้น คอ แขน มือ เท้า เข่า ขาช่วงล่าง กลืนหรือหายใจลำบาก หนาวสั่น มีอาการติดเชื้อ",
    "การเก็บรักษายา": "* เก็บในภาชนะเดิมที่บรรจุมา ปิดภาชนะให้สนิทและเก็บ ให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องหรือในตู้เย็น ห้ามแช่ช่องแช่แข็ง เก็บยาให้ห่างจากความร้อนและความชื้น\n* ทิ้งยานี้เมื่อหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "ABACAVIR [SULPHATE]",
    "ชื่อการค้า": "Ziagenavir (tablets 300 mg.)",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* รักษาการติดเชื้อไวรัสเอชไอวี โดยใช้ร่วมกับยาชนิดอื่น\n* ป้องกันการติดเชื้อ HIV ในผู้ที่สัมผัสและเสี่ยงต่อการติดเชื้อ โดยใช้ร่วมกับยาชนิดอื่น\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆ ได้หากมีข้อสงสัยกรุณาสอบถามแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้อยู่ในรูปแบบยาเม็ด ใช้สำหรับรับประทาน โดยทั่วไปรับประทานวันละหนึ่งหรือสองครั้ง ควรรับประทานยาเวลาเดียวกันทุกวัน โดยไม่ต้องสัมพันธ์กับมื้ออาหารก็ได้ หรือใช้ยาตามวิธีที่ระบุบนฉลากอย่างเคร่งครัดตามขนาดที่แพทย์สั่ง ห้ามใช้มากหรือน้อยกว่าขนาดยาที่ระบุ หากมีข้อสงสัยกรุณาสอบถามแพทย์หรือเภสัชกร\n* ยานี้ช่วยยับยั้งการแบ่งตัวและควบคุมเชื้อ HIV ได้แต่ไม่ได้รักษาโรคนี้ให้หายขาด ควรรับประทานยาอย่างต่อเนื่อง ห้ามหยุดรับประทานยานี้เอง โดยไม่ปรึกษาแพทย์ แม้จะรู้สึกดีขึ้นแล้วก็ตาม การหยุดหรือลืมรับประทานยาทำให้การรักษายากขึ้น หรืออาจทำให้เกิดอาการแพ้ยาได้ง่ายเมื่อเริ่มกลับมาใช้ยานี้อีกครั้ง",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติแพ้ยา abacavir หรือส่วนประกอบของยานี้ หรือแพ้ยาอื่น ๆ\n* ใช้หรือกำลังใช้ยาอื่นๆทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริมและสมุนไพร\n* มีหรือเคยมีโรคซึมเศร้า โรคเบาหวาน โรคความดันโลหิตสูง โรคไขมันในเลือดสูงหรือโรคหัวใจ โรคตับ หรือ โรคตับอักเสบ\n* กำลังตั้งครรภ์ วางแผนตั้งครรภ์ หรือให้นมบุตร\n* ปรึกษาแพทย์เกี่ยวกับปริมาณแอลกอฮอล์ที่สามารถดื่มได้เมื่อใช้ยานี้\n* สูบบุหรี่\n* ในระหว่างที่ใช้ยานี้มี ภูมิคุ้มกันของร่างกายจะดีขึ้น มีผลทำลายเชื้อโรคที่แฝงอยู่ในร่างกาย อาจทำให้เกิดอาการปอดอักเสบ มีอาการแสดงของการติดเชื้อเฮอร์ปีสไวรัส วัณโรค หรือเชื้อรา หากมีอาการผิดปกติอื่นหลังจากรับประทานยานี้กรุณาแจ้งแพทย์ทราบ\n* ระหว่างที่ทานยานี้อาจมีผลเพิ่มไขมันหรือเคลื่อนไปตามส่วนต่างๆของร่างกาย เช่น หลังคอหรือไหล่ (buffalo hump) ท้องและเต้านม อาจสูญเสียไขมันจากแขน ขา ก้นกบ",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า หากคุณลืมทานเป็นจำนวนหลายมื้อให้ปรึกษาแพทย์ก่อนเริ่มทานยาใหม่",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* ปฎิกิริยาแพ้ยาที่รุนแรง เช่น ไข้ ผื่นผิวหนัง คลื่นไส้ อาเจียน ท้องเสียหรือปวดท้อง รู้สึกไม่สบาย เหนื่อยมาก หรือหายใจไม่อิ่ม(หายใจสั่นและถี่) ไอหรือเจ็บคอ แจ้งแพทย์ทันทีหากคุณมีอาการต่อไปนี้ตั้งแต่ 2 ข้อขึ้นไปและควรหยุดรับประทานยานี้\n* อาการแสดงของภาวะตับอักเสบ  เช่น หายใจลำบาก หายใจถี่ ชีพจรเปลี่ยน คลื่นไส้ อาเจียน เบื่ออาหาร น้ำหนักลด ท้องเสีย ปวด บวมหรือตึงที่ใต้ซี่โครงขวา รอยช้ำหรือเลือดออกผิดปกติ ตาหรือตัวเหลือง ปัสสาวะเป็นสีคล้ำ เหนื่อยมาก มือเท้าเย็น\n* อาการอื่นๆ ผื่น ผื่นลมพิษ ผิวลอกหรือมีตุ่มพอง   บวมบริเวณตา หน้า ริมฝีปาก ลิ้น คอ แขน มือ เท้า เข่า ขาช่วงล่าง กลืนหรือหายใจลำบาก หนาวสั่น มีอาการติดเชื้อ",
    "การเก็บรักษายา": "* เก็บในภาชนะเดิมที่บรรจุมา ปิดภาชนะให้สนิทและเก็บ ให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องหรือในตู้เย็น ห้ามแช่ช่องแช่แข็ง เก็บยาให้ห่างจากความร้อนและความชื้น\n* ทิ้งยานี้เมื่อหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "ABACAVIR [SULPHATE]",
    "ชื่อการค้า": "Ziagenavir (tablets 300 mg.)",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* รักษาการติดเชื้อไวรัสเอชไอวี โดยใช้ร่วมกับยาชนิดอื่น\n* ป้องกันการติดเชื้อ HIV ในผู้ที่สัมผัสและเสี่ยงต่อการติดเชื้อ โดยใช้ร่วมกับยาชนิดอื่น\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆ ได้หากมีข้อสงสัยกรุณาสอบถามแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้อยู่ในรูปแบบยาเม็ด ใช้สำหรับรับประทาน โดยทั่วไปรับประทานวันละหนึ่งหรือสองครั้ง ควรรับประทานยาเวลาเดียวกันทุกวัน โดยไม่ต้องสัมพันธ์กับมื้ออาหารก็ได้ หรือใช้ยาตามวิธีที่ระบุบนฉลากอย่างเคร่งครัดตามขนาดที่แพทย์สั่ง ห้ามใช้มากหรือน้อยกว่าขนาดยาที่ระบุ หากมีข้อสงสัยกรุณาสอบถามแพทย์หรือเภสัชกร\n* ยานี้ช่วยยับยั้งการแบ่งตัวและควบคุมเชื้อ HIV ได้แต่ไม่ได้รักษาโรคนี้ให้หายขาด ควรรับประทานยาอย่างต่อเนื่อง ห้ามหยุดรับประทานยานี้เอง โดยไม่ปรึกษาแพทย์ แม้จะรู้สึกดีขึ้นแล้วก็ตาม การหยุดหรือลืมรับประทานยาทำให้การรักษายากขึ้น หรืออาจทำให้เกิดอาการแพ้ยาได้ง่ายเมื่อเริ่มกลับมาใช้ยานี้อีกครั้ง",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติแพ้ยา abacavir หรือส่วนประกอบของยานี้ หรือแพ้ยาอื่น ๆ\n* ใช้หรือกำลังใช้ยาอื่นๆทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริมและสมุนไพร\n* มีหรือเคยมีโรคซึมเศร้า โรคเบาหวาน โรคความดันโลหิตสูง โรคไขมันในเลือดสูงหรือโรคหัวใจ โรคตับ หรือ โรคตับอักเสบ\n* กำลังตั้งครรภ์ วางแผนตั้งครรภ์ หรือให้นมบุตร\n* ปรึกษาแพทย์เกี่ยวกับปริมาณแอลกอฮอล์ที่สามารถดื่มได้เมื่อใช้ยานี้\n* สูบบุหรี่\n* ในระหว่างที่ใช้ยานี้มี ภูมิคุ้มกันของร่างกายจะดีขึ้น มีผลทำลายเชื้อโรคที่แฝงอยู่ในร่างกาย อาจทำให้เกิดอาการปอดอักเสบ มีอาการแสดงของการติดเชื้อเฮอร์ปีสไวรัส วัณโรค หรือเชื้อรา หากมีอาการผิดปกติอื่นหลังจากรับประทานยานี้กรุณาแจ้งแพทย์ทราบ\n* ระหว่างที่ทานยานี้อาจมีผลเพิ่มไขมันหรือเคลื่อนไปตามส่วนต่างๆของร่างกาย เช่น หลังคอหรือไหล่ (buffalo hump) ท้องและเต้านม อาจสูญเสียไขมันจากแขน ขา ก้นกบ",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า หากคุณลืมทานเป็นจำนวนหลายมื้อให้ปรึกษาแพทย์ก่อนเริ่มทานยาใหม่",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* ปฎิกิริยาแพ้ยาที่รุนแรง เช่น ไข้ ผื่นผิวหนัง คลื่นไส้ อาเจียน ท้องเสียหรือปวดท้อง รู้สึกไม่สบาย เหนื่อยมาก หรือหายใจไม่อิ่ม(หายใจสั่นและถี่) ไอหรือเจ็บคอ แจ้งแพทย์ทันทีหากคุณมีอาการต่อไปนี้ตั้งแต่ 2 ข้อขึ้นไปและควรหยุดรับประทานยานี้\n* อาการแสดงของภาวะตับอักเสบ  เช่น หายใจลำบาก หายใจถี่ ชีพจรเปลี่ยน คลื่นไส้ อาเจียน เบื่ออาหาร น้ำหนักลด ท้องเสีย ปวด บวมหรือตึงที่ใต้ซี่โครงขวา รอยช้ำหรือเลือดออกผิดปกติ ตาหรือตัวเหลือง ปัสสาวะเป็นสีคล้ำ เหนื่อยมาก มือเท้าเย็น\n* อาการอื่นๆ ผื่น ผื่นลมพิษ ผิวลอกหรือมีตุ่มพอง   บวมบริเวณตา หน้า ริมฝีปาก ลิ้น คอ แขน มือ เท้า เข่า ขาช่วงล่าง กลืนหรือหายใจลำบาก หนาวสั่น มีอาการติดเชื้อ",
    "การเก็บรักษายา": "* เก็บในภาชนะเดิมที่บรรจุมา ปิดภาชนะให้สนิทและเก็บ ให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องหรือในตู้เย็น ห้ามแช่ช่องแช่แข็ง เก็บยาให้ห่างจากความร้อนและความชื้น\n* ทิ้งยานี้เมื่อหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "ABACAVIR [SULPHATE]",
    "ชื่อการค้า": "Ziagenavir (tablets 300 mg.)",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* รักษาการติดเชื้อไวรัสเอชไอวี โดยใช้ร่วมกับยาชนิดอื่น\n* ป้องกันการติดเชื้อ HIV ในผู้ที่สัมผัสและเสี่ยงต่อการติดเชื้อ โดยใช้ร่วมกับยาชนิดอื่น\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆ ได้หากมีข้อสงสัยกรุณาสอบถามแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้อยู่ในรูปแบบยาเม็ด ใช้สำหรับรับประทาน โดยทั่วไปรับประทานวันละหนึ่งหรือสองครั้ง ควรรับประทานยาเวลาเดียวกันทุกวัน โดยไม่ต้องสัมพันธ์กับมื้ออาหารก็ได้ หรือใช้ยาตามวิธีที่ระบุบนฉลากอย่างเคร่งครัดตามขนาดที่แพทย์สั่ง ห้ามใช้มากหรือน้อยกว่าขนาดยาที่ระบุ หากมีข้อสงสัยกรุณาสอบถามแพทย์หรือเภสัชกร\n* ยานี้ช่วยยับยั้งการแบ่งตัวและควบคุมเชื้อ HIV ได้แต่ไม่ได้รักษาโรคนี้ให้หายขาด ควรรับประทานยาอย่างต่อเนื่อง ห้ามหยุดรับประทานยานี้เอง โดยไม่ปรึกษาแพทย์ แม้จะรู้สึกดีขึ้นแล้วก็ตาม การหยุดหรือลืมรับประทานยาทำให้การรักษายากขึ้น หรืออาจทำให้เกิดอาการแพ้ยาได้ง่ายเมื่อเริ่มกลับมาใช้ยานี้อีกครั้ง",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติแพ้ยา abacavir หรือส่วนประกอบของยานี้ หรือแพ้ยาอื่น ๆ\n* ใช้หรือกำลังใช้ยาอื่นๆทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริมและสมุนไพร\n* มีหรือเคยมีโรคซึมเศร้า โรคเบาหวาน โรคความดันโลหิตสูง โรคไขมันในเลือดสูงหรือโรคหัวใจ โรคตับ หรือ โรคตับอักเสบ\n* กำลังตั้งครรภ์ วางแผนตั้งครรภ์ หรือให้นมบุตร\n* ปรึกษาแพทย์เกี่ยวกับปริมาณแอลกอฮอล์ที่สามารถดื่มได้เมื่อใช้ยานี้\n* สูบบุหรี่\n* ในระหว่างที่ใช้ยานี้มี ภูมิคุ้มกันของร่างกายจะดีขึ้น มีผลทำลายเชื้อโรคที่แฝงอยู่ในร่างกาย อาจทำให้เกิดอาการปอดอักเสบ มีอาการแสดงของการติดเชื้อเฮอร์ปีสไวรัส วัณโรค หรือเชื้อรา หากมีอาการผิดปกติอื่นหลังจากรับประทานยานี้กรุณาแจ้งแพทย์ทราบ\n* ระหว่างที่ทานยานี้อาจมีผลเพิ่มไขมันหรือเคลื่อนไปตามส่วนต่างๆของร่างกาย เช่น หลังคอหรือไหล่ (buffalo hump) ท้องและเต้านม อาจสูญเสียไขมันจากแขน ขา ก้นกบ",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า หากคุณลืมทานเป็นจำนวนหลายมื้อให้ปรึกษาแพทย์ก่อนเริ่มทานยาใหม่",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* ปฎิกิริยาแพ้ยาที่รุนแรง เช่น ไข้ ผื่นผิวหนัง คลื่นไส้ อาเจียน ท้องเสียหรือปวดท้อง รู้สึกไม่สบาย เหนื่อยมาก หรือหายใจไม่อิ่ม(หายใจสั่นและถี่) ไอหรือเจ็บคอ แจ้งแพทย์ทันทีหากคุณมีอาการต่อไปนี้ตั้งแต่ 2 ข้อขึ้นไปและควรหยุดรับประทานยานี้\n* อาการแสดงของภาวะตับอักเสบ  เช่น หายใจลำบาก หายใจถี่ ชีพจรเปลี่ยน คลื่นไส้ อาเจียน เบื่ออาหาร น้ำหนักลด ท้องเสีย ปวด บวมหรือตึงที่ใต้ซี่โครงขวา รอยช้ำหรือเลือดออกผิดปกติ ตาหรือตัวเหลือง ปัสสาวะเป็นสีคล้ำ เหนื่อยมาก มือเท้าเย็น\n* อาการอื่นๆ ผื่น ผื่นลมพิษ ผิวลอกหรือมีตุ่มพอง   บวมบริเวณตา หน้า ริมฝีปาก ลิ้น คอ แขน มือ เท้า เข่า ขาช่วงล่าง กลืนหรือหายใจลำบาก หนาวสั่น มีอาการติดเชื้อ",
    "การเก็บรักษายา": "* เก็บในภาชนะเดิมที่บรรจุมา ปิดภาชนะให้สนิทและเก็บ ให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องหรือในตู้เย็น ห้ามแช่ช่องแช่แข็ง เก็บยาให้ห่างจากความร้อนและความชื้น\n* ทิ้งยานี้เมื่อหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "HYDROXYZINE [HYDROCHLORIDE]",
    "ชื่อการค้า": "ABACUS TABLET",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* รักษาอาการจากการแพ้ เช่น คัน\n* ช่วยควบคุมอาการคลื่นไส้ อาเจียน ที่มีสาเหตุจากการเคลื่อนไหว\n* อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรสอบถามแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้ใช้สำหรับรับประทาน โดยทั่วไปรับประทานวันละ 3 หรือ 4 ครั้ง หรือให้ใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากยาอย่างเคร่งครัด โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* ยานี้อาจทำให้ง่วงซึมได้ ควรหลีกเลี่ยงการขับขี่ยานพาหนะและควบคุมเครื่องจักร\n* หลีกเลี่ยงการดื่มแอลกอฮอล์ระหว่างใช้ยานี้\n* ยานี้อาจทำให้ตาแห้งและการมองเห็นไม่ชัดเจนได้ หากท่านใส่คอนแทคเลนส์แล้วรู้สึกไม่สบายตา ให้ปรึกษาจักษุแพทย์\n* แจ้งแพทย์ว่าท่านกำลังรับประทานยานี้อยู่ หากท่านเข้ารับการทดสอบภูมิแพ้ทางผิวหนัง",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติแพ้ยา hydroxyzine หรือยากลุ่ม antihistamines อื่นๆ\n* ใช้หรือกำลังจะใช้ยาอื่นๆ ทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และสมุนไพร\n* ตั้งครรภ์ วางแผนจะตั้งครรภ์หรือให้นมบุตร\n* ประวัติการเป็นโรคเรื้อรังต่างๆ\n* มีหรือเคยมีอาการถ่ายปัสสาวะลำบาก (เนื่องจากต่อมลูกหมากขยายขนาดขึ้น) โรคต้อหิน โรคตับ โรคไต โรคหัวใจ โรคปอด โรคหืด โรคความดันโลหิตสูง ความผิดปกติของต่อมไทรอยด์ อาการชัก\n* หากท่านกำลังจะเข้ารับการผ่าตัด หรือการทำทันตกรรมใดๆ ควรแจ้งให้แพทย์หรือทันตแพทย์ทราบว่าท่านกำลังใช้ยานี้อยู่",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* หายใจลำบาก\nกล้ามเนื้ออ่อนแรง\nมีความวิตกกังวลเพิ่มขึ้น\nหัวใจเต้นเร็วหรือเต้นผิดปกติ\nถ่ายปัสสาวะลำบาก\nชัก\nความคิดสับสน\nสั่น\nอาการพูดคำคละละเลือน (slurred speech)",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนมากกว่า 30 องศาเซลเซียส เช่น บริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "ABCIXIMAB",
    "ชื่อการค้า": "Clotinab",
    "รูปแบบยา": "ยาฉีด",
    "ยานี้ใช้สำหรับ": "* ป้องกันการเกิดลิ่มเลือดอุดตันหลอดเลือดในระหว่างการรักษาหลอดเลือดหัวใจตีบตันผ่านสายสวนหลอดเลือด โดยใช้เป็นยาเสริมร่วมกับการรักษาด้วยยามาตรฐาน\n* ป้องกันการเกิดลิ่มเลือดอุดตันหลอดเลือด ในผู้ป่วยที่มีอาการเจ็บหน้าอกและมีแผนจะทำการรักษาหลอดเลือดหัวใจตีบตันผ่านสายสวนหลอดเลือดภายใน 24 ชั่วโมง โดยใช้เป็นยาเสริมร่วมกับการรักษาด้วยยามาตรฐาน\n* อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ ดังนั้นหากมีข้อสงสัยควรสอบถามแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้ใช้สำหรับฉีดเข้าทางหลอดเลือดดำ โดยทั่วไปฉีดทุก 12 ชั่วโมง ภายใต้การดูแลของแพทย์เท่านั้น หรือให้ใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากยาอย่างเคร่งครัด โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* ยานี้อาจทำให้เกิดอาการเวียนศีรษะ ซึ่งอาจเป็นมากขึ้นหากดื่มแอลกอฮอล์ ไม่ควรขับรถหรือทำงานเกี่ยวกับเครื่องจักร\n* ยานี้ทำให้มีเลือดออกง่ายหรือแข็งตัวช้ากว่าปกติหลังจากหยุดยานี้แล้วเป็นเวลาถึง 3 วัน",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* มีประวัติแพ้ยานี้หรือส่วนประกอบอื่นๆ ในยานี้หรือโปรตีนจากหนู\n* ใช้หรือกำลังจะใช้ยาอื่นๆ ทั้งที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และสมุนไพร\n* กำลังใช้ยาต้านการแข็งตัวของเลือด เช่น warfarin หรือเคยใช้ในช่วง 7 วันที่ผ่านมา ยายับยั้งการเกาะกันของเกล็ดเลือด (เช่น dipyridamole ) ยาละลายลิ่มเลือด เช่น streptokinase หรือยาต้านการอักเสบที่มิใช่สเตียรอยด์  (เช่น aspirin, diclofenac, etodolac, ibuprofen, indomethacin เป็นต้น)\n* ตั้งครรภ์ วางแผนจะตั้งครรภ์หรือให้นมบุตร\n* มีหรือเคยมีโรคต่อไปนี้ ภาวะเลือดออกในทางเดินอาหารหรือในช่องคลอด ปัสสาวะเป็นเลือด เกร็ดเลือดต่ำ มีปัญหาเรื่องการแข็งตัวของเลือด เคยได้รับการผ่าตัดหรือได้รับบาดเจ็บในช่วง 6 สัปดาห์ที่ผ่านมา เคยเป็นโรคหลอดเลือดสมองในช่วง 2 ปีที่ผ่านมา มีความดันโลหิตสูงที่ยังไม่สามารถควบคุมได้  เนื้องอกหรือมะเร็งที่สมอง โรคหลอดเลือดแดงโป่งพอง หรือโรคอื่นๆที่เกี่ยวกับหลอดเลือด",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* ยานี้ใช้ในภายใต้การดูแลของแพทย์เท่านั้น",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* มีไข้  หนาวสั่น เจ็บหน้าอก หัวใจเต้นช้าลง ปวดศีรษะ เวียนศีรษะ หน้ามืดรุนแรง หรือหมดสติ\n* ปวด บวม แดง มีเลือดออก ฟกช้ำบริเวณที่ฉีดยา มีภาวะเลือดออก เช่น มีรอยฟกช้ำที่ไม่ทราบสาเหตุ เลือดกำเดาไหล เลือดออกในตา เลือดไหลไม่หยุด ไอเป็นเลือด อาเจียนเป็นสีน้ำตาลคล้ายกากกาแฟ ปวดท้องอย่างรุนแรง ประจำเดือนมากผิดปกติ ปัสสาวะหรืออุจจาระเป็นเลือด หรืออุจจาระสีคล้ำดำคล้ายยางมะตอย\n* ชาหรืออ่อนแรงซีกใดซีกหนึ่งของร่างกาย น้ำลายไหลเพียงข้างเดียวของใบหน้า ความคิดความจำสับสน มีปัญหาการทรงตัว สายตาพร่าเบลอ",
    "การเก็บรักษายา": "* ยานี้เก็บในสถานพยาบาลเท่านั้น ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "HYDROXYZINE [HYDROCHLORIDE]",
    "ชื่อการค้า": "ABELAX",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* รักษาอาการจากการแพ้ เช่น คัน\n* ช่วยควบคุมอาการคลื่นไส้ อาเจียน ที่มีสาเหตุจากการเคลื่อนไหว\n* อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรสอบถามแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้ใช้สำหรับรับประทาน โดยทั่วไปรับประทานวันละ 3 หรือ 4 ครั้ง หรือให้ใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากยาอย่างเคร่งครัด โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* ยานี้อาจทำให้ง่วงซึมได้ ควรหลีกเลี่ยงการขับขี่ยานพาหนะและควบคุมเครื่องจักร\n* หลีกเลี่ยงการดื่มแอลกอฮอล์ระหว่างใช้ยานี้\n* ยานี้อาจทำให้ตาแห้งและการมองเห็นไม่ชัดเจนได้ หากท่านใส่คอนแทคเลนส์แล้วรู้สึกไม่สบายตา ให้ปรึกษาจักษุแพทย์\n* แจ้งแพทย์ว่าท่านกำลังรับประทานยานี้อยู่ หากท่านเข้ารับการทดสอบภูมิแพ้ทางผิวหนัง",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติแพ้ยา hydroxyzine หรือยากลุ่ม antihistamines อื่นๆ\n* ใช้หรือกำลังจะใช้ยาอื่นๆ ทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และสมุนไพร\n* ตั้งครรภ์ วางแผนจะตั้งครรภ์หรือให้นมบุตร\n* ประวัติการเป็นโรคเรื้อรังต่างๆ\n* มีหรือเคยมีอาการถ่ายปัสสาวะลำบาก (เนื่องจากต่อมลูกหมากขยายขนาดขึ้น) โรคต้อหิน โรคตับ โรคไต โรคหัวใจ โรคปอด โรคหืด โรคความดันโลหิตสูง ความผิดปกติของต่อมไทรอยด์ อาการชัก\n* หากท่านกำลังจะเข้ารับการผ่าตัด หรือการทำทันตกรรมใดๆ ควรแจ้งให้แพทย์หรือทันตแพทย์ทราบว่าท่านกำลังใช้ยานี้อยู่",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* หายใจลำบาก\nกล้ามเนื้ออ่อนแรง\nมีความวิตกกังวลเพิ่มขึ้น\nหัวใจเต้นเร็วหรือเต้นผิดปกติ\nถ่ายปัสสาวะลำบาก\nชัก\nความคิดสับสน\nสั่น\nอาการพูดคำคละละเลือน (slurred speech)",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนมากกว่า 30 องศาเซลเซียส เช่น บริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "ALBENDAZOLE",
    "ชื่อการค้า": "ABENTEL 400 MG TABLET",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* ยานี้ใช้เพื่อรักษาการติดเชื้อพยาธิตืดหมู (neurocysticercosis) ในกล้ามเนื้อ สมอง และตา ซึ่งเป็นสาเหตุให้เกิดการชัก สมองบวม และมีปัญหาเกี่ยวกับการมองเห็น\n* ยานี้อาจใช้ร่วมกับการผ่าตัดเพื่อรักษาการติดเชื้อที่มีสาเหตุมาจากพยาธิตัวตืด hydratid ในตับ ปอด และช่องท้อง\n* ยานี้ใช้เพื่อรักษาโรคพยาธิชนิดอื่น ๆ ได้ เช่น พยาธิเข็มหมุด พยาธิตัวกลม, พยาธิปากขอ, พยาธิแส้ม้า พยาธิเส้นด้าย และ พยาธิใบไม้ตับ หากมีข้อสงสัยกรุณาสอบถามแพทย์หรือเภสัชกร\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้อยู่ในรูปแบบยาเม็ดใช้สำหรับรับประทาน  โดยทั่วไปรับประทานวันละ 1-2 ครั้งพร้อมมื้ออาหาร หรือรับประทานในขนาดที่แพทย์สั่ง ห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* รับประทานยานี้ในเวลาเดียวกันทุกวันจบครบระยะเวลาการรักษาตามแพทย์สั่ง แม้จะรู้สึกดีขึ้นแล้วก็ตาม ห้ามหยุดรับประทานยาเอง\n* การใช้เพื่อรักษาพยาธิตืดหมู จะใช้ยาต่อเนื่อง 8-30 วัน ส่วนการรักษาพยาธิตัวตืด hydatid  จะใช้ยาต่อเนื่อง 28 วัน แล้วหยุดยา 14 วัน แล้วให้ยาซ้ำอีกจนครบ 3 รอบ\n* หากไม่สามารถกลืนยาทั้งเม็ด อาจเคี้ยวหรือบดเม็ดยาก่อนกลืน",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* เคยแพ้ยา albendazole, mebendazole หรือยาอื่นๆ หรือส่วนประกอบของยานี้\n* ใช้หรือกำลังจะใช้ยาอื่นๆทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และยาสมุนไพร  โดยเฉพาะยา theophylline\n* เป็นหรือเคยเป็นโรคโลหิตจาง โรคทางเดินน้ำดี โรคตับ ภาวะเม็ดเลือดขาวต่ำ หรือได้รับเคมีบำบัด\n* กำลังตั้งครรภ์ วางแผนในการตั้งครรภ์ หรือให้นมบุตร\n* หากต้องเข้ารับการผ่าตัดหรือทำทันตกรรม ต้องแจ้งให้แพทย์ผู้ผ่าตัดหรือทันตแพทย์ทราบก่อนว่าท่านใช้ยาตัวนี้อยู่\n* การใช้ยาเพื่อรักษาการติดเชื้อพยาธิตัวตืดที่สมอง แพทย์จะสั่งใช้ยาเพื่อป้องกันอาการทางสมอง อย่างไรก็ดีหากพบอาการผิดปกติดังต่อไปนี้ ชัก ปวดศีรษะรุนแรง อาเจียน เหนื่อยง่าย หรือมีพฤติกรรมเปลี่ยนไป ควรแจ้งให้แพทย์ทราบทันที",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* อาการแพ้ คัน ผื่นคัน ผื่นลมพิษ มีอาการบวมบริเวณใบหน้า ริมฝีปาก หรือ คอ\n* หายใจลำบาก หายใจสั้นตื้น  ชัก หัวใจเต้นเร็ว รู้่สึกใจเต้นผิดปกติ ไข้ หนาวสั่น เจ็บคอ ตัวเหลือง ตาเหลือง ผิวซีด มีตุ่มพุพอง รอยแดง ผิวหนังลอก การมองเห็นเปลี่ยนไป ท้องเสียรุนแรง เหนื่อย อ่อนเพลีย เลือดออกผิดปกติหรือมีรอยช้ำ ปัสสาวะลำบาก",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิทและเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนมากกว่า 25 องศาเซลเซียส เช่นถูกแสงแดดโดยตรง และ ไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "ALBENDAZOLE",
    "ชื่อการค้า": "ABENTEL SUSPENSION",
    "รูปแบบยา": "ยาน้ำแขวนตะกอน",
    "ยานี้ใช้สำหรับ": "* ยานี้ใช้เพื่อรักษาโรคพยาธิ เช่น พยาธิเข็มหมุด, พยาธิตัวกลม, พยาธิปากขอ,พยาธิแส้ม้า พยาธิเส้นด้าย และ พยาธิตัวตืด\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* รับประทานในขนาดที่แพทย์สั่ง ห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* รับประทานยานี้จนจบช่วงการรักษา แม้จะรู้สึกดีขึ้นแล้วก็ตาม",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* การแพ้ยา albendazole หรือยาอื่นๆ\n* ใช้หรือเคยใช้ยาอื่นๆทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และยาสมุนไพร\n* หากเป็นหรือเคยเป็นโรคโลหิตจาง โรคทางเดินน้ำดี โรคตับ ภาวะเม็ดเลือดขาวต่ำ หรือ ผู้ป่วยที่ได้รับเคมีบำบัด\n* การตั้งครรภ์ การวางแผนในการตั้งครรภ์ หรือการให้นมบุตร",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* คัน ผื่นคัน ผื่นลมพิษ หายใจลำบาก ชัก หัวใจเต้นเร็ว ผิดปกติ ไข้ หนาวสั่น เจ็บคอ ตัวเหลือง ตาเหลือง การมองเห็นเปลี่ยนไป ท้องเสียรุนแรง เหนื่อย อ่อนเพลีย",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิทและเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนมากกว่า 25 องศาเซลเซียส เช่น ถูกแสงแดดโดยตรง และ ไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ เก็บยานี้ในภาชนะป้องกันแสงได้ เช่น ขวดหรือซองสีชา",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "ALBENDAZOLE",
    "ชื่อการค้า": "ABENTEL TABLETS",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* ยานี้ใช้เพื่อรักษาการติดเชื้อพยาธิตืดหมู (neurocysticercosis) ในกล้ามเนื้อ สมอง และตา ซึ่งเป็นสาเหตุให้เกิดการชัก สมองบวม และมีปัญหาเกี่ยวกับการมองเห็น\n* ยานี้อาจใช้ร่วมกับการผ่าตัดเพื่อรักษาการติดเชื้อที่มีสาเหตุมาจากพยาธิตัวตืด hydratid ในตับ ปอด และช่องท้อง\n* ยานี้ใช้เพื่อรักษาโรคพยาธิชนิดอื่น ๆ ได้ เช่น พยาธิเข็มหมุด พยาธิตัวกลม, พยาธิปากขอ, พยาธิแส้ม้า พยาธิเส้นด้าย และ พยาธิใบไม้ตับ หากมีข้อสงสัยกรุณาสอบถามแพทย์หรือเภสัชกร\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้อยู่ในรูปแบบยาเม็ดใช้สำหรับรับประทาน  โดยทั่วไปรับประทานวันละ 1-2 ครั้งพร้อมมื้ออาหาร หรือรับประทานในขนาดที่แพทย์สั่ง ห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* รับประทานยานี้ในเวลาเดียวกันทุกวันจบครบระยะเวลาการรักษาตามแพทย์สั่ง แม้จะรู้สึกดีขึ้นแล้วก็ตาม ห้ามหยุดรับประทานยาเอง\n* การใช้เพื่อรักษาพยาธิตืดหมู จะใช้ยาต่อเนื่อง 8-30 วัน ส่วนการรักษาพยาธิตัวตืด hydatid  จะใช้ยาต่อเนื่อง 28 วัน แล้วหยุดยา 14 วัน แล้วให้ยาซ้ำอีกจนครบ 3 รอบ\n* หากไม่สามารถกลืนยาทั้งเม็ด อาจเคี้ยวหรือบดเม็ดยาก่อนกลืน",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* เคยแพ้ยา albendazole, mebendazole หรือยาอื่นๆ หรือส่วนประกอบของยานี้\n* ใช้หรือกำลังจะใช้ยาอื่นๆทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และยาสมุนไพร  โดยเฉพาะยา theophylline\n* เป็นหรือเคยเป็นโรคโลหิตจาง โรคทางเดินน้ำดี โรคตับ ภาวะเม็ดเลือดขาวต่ำ หรือได้รับเคมีบำบัด\n* กำลังตั้งครรภ์ วางแผนในการตั้งครรภ์ หรือให้นมบุตร\n* หากต้องเข้ารับการผ่าตัดหรือทำทันตกรรม ต้องแจ้งให้แพทย์ผู้ผ่าตัดหรือทันตแพทย์ทราบก่อนว่าท่านใช้ยาตัวนี้อยู่\n* การใช้ยาเพื่อรักษาการติดเชื้อพยาธิตัวตืดที่สมอง แพทย์จะสั่งใช้ยาเพื่อป้องกันอาการทางสมอง อย่างไรก็ดีหากพบอาการผิดปกติดังต่อไปนี้ ชัก ปวดศีรษะรุนแรง อาเจียน เหนื่อยง่าย หรือมีพฤติกรรมเปลี่ยนไป ควรแจ้งให้แพทย์ทราบทันที",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* อาการแพ้ คัน ผื่นคัน ผื่นลมพิษ มีอาการบวมบริเวณใบหน้า ริมฝีปาก หรือ คอ\n* หายใจลำบาก หายใจสั้นตื้น  ชัก หัวใจเต้นเร็ว รู้่สึกใจเต้นผิดปกติ ไข้ หนาวสั่น เจ็บคอ ตัวเหลือง ตาเหลือง ผิวซีด มีตุ่มพุพอง รอยแดง ผิวหนังลอก การมองเห็นเปลี่ยนไป ท้องเสียรุนแรง เหนื่อย อ่อนเพลีย เลือดออกผิดปกติหรือมีรอยช้ำ ปัสสาวะลำบาก",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิทและเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนมากกว่า 25 องศาเซลเซียส เช่นถูกแสงแดดโดยตรง และ ไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "HYDROXYZINE [HYDROCHLORIDE]",
    "ชื่อการค้า": "ABEZINE",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* รักษาอาการจากการแพ้ เช่น คัน\n* ช่วยควบคุมอาการคลื่นไส้ อาเจียน ที่มีสาเหตุจากการเคลื่อนไหว\n* อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรสอบถามแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้ใช้สำหรับรับประทาน โดยทั่วไปรับประทานวันละ 3 หรือ 4 ครั้ง หรือให้ใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากยาอย่างเคร่งครัด โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* ยานี้อาจทำให้ง่วงซึมได้ ควรหลีกเลี่ยงการขับขี่ยานพาหนะและควบคุมเครื่องจักร\n* หลีกเลี่ยงการดื่มแอลกอฮอล์ระหว่างใช้ยานี้\n* ยานี้อาจทำให้ตาแห้งและการมองเห็นไม่ชัดเจนได้ หากท่านใส่คอนแทคเลนส์แล้วรู้สึกไม่สบายตา ให้ปรึกษาจักษุแพทย์\n* แจ้งแพทย์ว่าท่านกำลังรับประทานยานี้อยู่ หากท่านเข้ารับการทดสอบภูมิแพ้ทางผิวหนัง",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติแพ้ยา hydroxyzine หรือยากลุ่ม antihistamines อื่นๆ\n* ใช้หรือกำลังจะใช้ยาอื่นๆ ทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และสมุนไพร\n* ตั้งครรภ์ วางแผนจะตั้งครรภ์หรือให้นมบุตร\n* ประวัติการเป็นโรคเรื้อรังต่างๆ\n* มีหรือเคยมีอาการถ่ายปัสสาวะลำบาก (เนื่องจากต่อมลูกหมากขยายขนาดขึ้น) โรคต้อหิน โรคตับ โรคไต โรคหัวใจ โรคปอด โรคหืด โรคความดันโลหิตสูง ความผิดปกติของต่อมไทรอยด์ อาการชัก\n* หากท่านกำลังจะเข้ารับการผ่าตัด หรือการทำทันตกรรมใดๆ ควรแจ้งให้แพทย์หรือทันตแพทย์ทราบว่าท่านกำลังใช้ยานี้อยู่",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* หายใจลำบาก\nกล้ามเนื้ออ่อนแรง\nมีความวิตกกังวลเพิ่มขึ้น\nหัวใจเต้นเร็วหรือเต้นผิดปกติ\nถ่ายปัสสาวะลำบาก\nชัก\nความคิดสับสน\nสั่น\nอาการพูดคำคละละเลือน (slurred speech)",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนมากกว่า 30 องศาเซลเซียส เช่น บริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "ARIPIPRAZOLE",
    "ชื่อการค้า": "ABILIFY (ARIPIPRAZOLE ) TABLETS 10 MG",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* ยานี้ใช้เพื่อรักษาโรคจิตเภท (schizophrenia) ในผู้ป้วยที่มีอายุ 13 ปีขึ้นไป\n* ใช้เป็นยาเดี่ยวหรือใช้ร่วมกับยาอื่นในการรักษาอาการฟุ้งพล่าน (mania) หรืออาการฟุ้งพล่านผสมอาการซึมเศร้า (bipolar)ในผู้ป่วยผู้ใหญ่ วัยรุ่น และเด็กที่มีอายุตั้งแต่10 ปีขึ้นไป\n* ใช้เป็นยาเดี่ยวหรือใช้ร่วมกับยาอื่นในการรักษาผู้ป่วยสูงอายุที่มีความผิดปกติชนิด bipolar disorder\n* ใช้รักษาโรคออทิสทิก ในผู้ป่วยเด็กอายุ 6-17 ปี\n* ใช้ร่วมกับยาอื่นในการรักษาภาวะซึมเศร้า (depression)\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆ ดังนั้นหากมีข้อสงสัยควรสอบถามแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้อยู่ในรูปแบบยาเม็ด ใช้สำหรับรับประทาน โดยทั่วไปรับประทานวันละ  1 ครั้ง รับประทานยานี้ก่อนหรือหลังอาหารก็ได้ แต่ควรรับประทานยาให้ตรงเวลาทุกวัน\n* โดยทั่วไปในช่วงแรกแพทย์จะสั่งเริ่มใช้ยาในขนาดต่ำก่อนแล้วจึงค่อยๆปรับเพิ่มขนาดยาให้ใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากยาอย่างเคร่งครัด โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร จะเห็นผลการรักษาตามแผนการรักษาประมาณสัปดาห์ที่สอง หรือนานกว่านั้น จึงควรรับประทานยาต่อเนื่อง ห้ามหยุดใช้ยาด้วยตัวเองโดยไม่ปรึกษาแพทย์ผู้รักษา\n* การรับประทานยานี้อาจทำให้เกิดอาการเวียนศีรษะ มึนงงได้เมื่อลุกยืนขึ้นอย่างรวดเร็ว ดังนั้นจึงควรเปลี่ยนท่าทางอย่างช้าๆ\n* ในผู้ป่วยบางรายยานี้อาจทำให้ง่วงซึมได้ หากเกิดอาการดังกล่าวไม่ควรขับขี่รถหรือทำงานที่เกี่ยวข้องกับเครื่องจักรกล และควรหลีกเลี่ยงการดื่มเครื่องดื่มที่มีแอลกอฮอล์ในระหว่างที่รับประทานยานี้อยู่\n* หลีกเลี่ยงการอยู่ในที่ที่มีอากาศร้อนหรือเย็นจัด หรือออกกำลังกายอย่างหักโหมในระหว่างที่รับประทานยานี้อยู่\n* หากท่านรู้สึกว่าตัวเองหิวบ่อย กระหายน้ำบ่อย หรือปัสสาวะบ่อยกว่าปกติให้รีบแจ้งแพทย์เพื่อตรวจระดับน้ำตาลในเลือดเนื่องจากอาจเกี่ยวข้องกับภาวะเลือดเป็นกรดจากคีโตน",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติแพ้ยา aripiprazole หรือแพ้ยาอื่นๆ\n* ใช้หรือกำลังจะใช้ ยาอื่นๆ ทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และยาสมุนไพร โดยเฉพาะอย่างยิ่ง ยารักษาอาการซึมเศร้า (nefazodone fluoxetine paroxetine) ยาต้านเชื้อรา ยารักษาโรคลมชัก carbamazepine  ยาต้านไวรัส  ยารักษาโรคหอบหืดipratropium ยา quinidine rifampin ยาสงบระงับ ยานอนหลับ\n* เป็นโรคสมองเสื่อม(Dementia)\n* ความผิดปกติหรือมีประวัติเป็นโรคหัวใจ หัวใจเต้นไม่ปกติ หรือเคยมีภาวะหัวใจวาย  เป็นโรคเบาหวาน หรือมีประวัติครอบครัวเป็นโรคเบาหวาน เป็นโรคพาร์กินสัน (Parkinsons disease) โรคหลอดเลือดสมอง (stroke) ชัก เป็นโรคทางเดินปัสสาวะ มีประวัติเนื้องอกในสมองหรือเคยได้รับบาดเจ็บรุนแรงที่ศีรษะ การมีประวัติการติดยา\n* มีภาวะ Phenylketouria\n* เคยมีประวัติคิดหรือวางแผนทำร้ายตัวเอง\n* ตั้งครรภ์ วางแผนในการตั้งครรภ์ หรืออยู่ในระหว่างการให้นมบุตร\n* หากท่านกำลังจะเข้ารับการผ่าตัด หรือการทำทันตกรรมใดๆ ควรแจ้งให้แพทย์หรือทันตแพทย์ทราบว่าท่านกำลังใช้ยานี้อยู่",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* ภาวะเลือดเป็นกรดจากคีโตน (ketoacidocis) ซึ่งอาจมีอาการดังนี้ได้แก่  ปากแห้ง คลื่นไส้อาเจียนมาก หายใจขัดหรือเป็นช่วงสั้นๆ ลมหายใจเป็นกลิ่นผลไม้ ขาดสติ\n* ชัก หัวใจเต้นเร็ว เต้นช้าหรือเต้นไม่ปกติ เจ็บหน้าอก การมองเห็นภาพเปลี่ยนแปลง ไม่สามารถควบคุมการเคลื่อนไหวของร่างกายหรือใบหน้าได้ มีไข้สูง กล้ามเนื้อแข็งเกร็ง ความคิดสับสน เหงื่อออกมาก ผื่นลมพิษ ผื่นคัน มีอาการบวมที่ตา ใบหน้า ปาก ริมฝีปาก ลิ้น คอ มือ เท้า ข้อเท้าหรือน่อง หายใจลำบากหรือกลืนอาหารลำบาก กล้ามเนื้อคอแข็ง แน่นในคอ กระหายน้ำบ่อย หิวบ่อย ปัสสาวะบ่อย ผิวแห้ง ตัวเหลืองตาเหลือง เบื่ออาหาร\n* หากพบอาการซึมเศร้าขึ้นใหม่หรือมีอาการซึมเศร้ามากขึ้น คิด วางแผน หรือพยายามที่จะทำร้ายตัวเองหรือฆ่าตัวตาย วิตกกังวลอย่างมาก กระสับกระส่าย ตื่นตระหนก หลับยากหรือนอนไม่หลับ มีพฤติกรรมก้าวร้าว หงุดหงิด ขาดสติ อ่อนเพลียอย่างมาก ฟุ้งพล่าน",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิทและเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนมากกว่า 30 องศาเซลเซียส เช่นถูกแสงแดดโดยตรง และ ไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "ARIPIPRAZOLE",
    "ชื่อการค้า": "ABILIFY (ARIPIPRAZOLE) TABLETS 15 MG",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* ยานี้ใช้เพื่อรักษาโรคจิตเภท (schizophrenia) ในผู้ป้วยที่มีอายุ 13 ปีขึ้นไป\n* ใช้เป็นยาเดี่ยวหรือใช้ร่วมกับยาอื่นในการรักษาอาการฟุ้งพล่าน (mania) หรืออาการฟุ้งพล่านผสมอาการซึมเศร้า (bipolar)ในผู้ป่วยผู้ใหญ่ วัยรุ่น และเด็กที่มีอายุตั้งแต่10 ปีขึ้นไป\n* ใช้เป็นยาเดี่ยวหรือใช้ร่วมกับยาอื่นในการรักษาผู้ป่วยสูงอายุที่มีความผิดปกติชนิด bipolar disorder\n* ใช้รักษาโรคออทิสทิก ในผู้ป่วยเด็กอายุ 6-17 ปี\n* ใช้ร่วมกับยาอื่นในการรักษาภาวะซึมเศร้า (depression)\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆ ดังนั้นหากมีข้อสงสัยควรสอบถามแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้อยู่ในรูปแบบยาเม็ด ใช้สำหรับรับประทาน โดยทั่วไปรับประทานวันละ  1 ครั้ง รับประทานยานี้ก่อนหรือหลังอาหารก็ได้ แต่ควรรับประทานยาให้ตรงเวลาทุกวัน\n* โดยทั่วไปในช่วงแรกแพทย์จะสั่งเริ่มใช้ยาในขนาดต่ำก่อนแล้วจึงค่อยๆปรับเพิ่มขนาดยาให้ใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากยาอย่างเคร่งครัด โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร จะเห็นผลการรักษาตามแผนการรักษาประมาณสัปดาห์ที่สอง หรือนานกว่านั้น จึงควรรับประทานยาต่อเนื่อง ห้ามหยุดใช้ยาด้วยตัวเองโดยไม่ปรึกษาแพทย์ผู้รักษา\n* การรับประทานยานี้อาจทำให้เกิดอาการเวียนศีรษะ มึนงงได้เมื่อลุกยืนขึ้นอย่างรวดเร็ว ดังนั้นจึงควรเปลี่ยนท่าทางอย่างช้าๆ\n* ในผู้ป่วยบางรายยานี้อาจทำให้ง่วงซึมได้ หากเกิดอาการดังกล่าวไม่ควรขับขี่รถหรือทำงานที่เกี่ยวข้องกับเครื่องจักรกล และควรหลีกเลี่ยงการดื่มเครื่องดื่มที่มีแอลกอฮอล์ในระหว่างที่รับประทานยานี้อยู่\n* หลีกเลี่ยงการอยู่ในที่ที่มีอากาศร้อนหรือเย็นจัด หรือออกกำลังกายอย่างหักโหมในระหว่างที่รับประทานยานี้อยู่\n* หากท่านรู้สึกว่าตัวเองหิวบ่อย กระหายน้ำบ่อย หรือปัสสาวะบ่อยกว่าปกติให้รีบแจ้งแพทย์เพื่อตรวจระดับน้ำตาลในเลือดเนื่องจากอาจเกี่ยวข้องกับภาวะเลือดเป็นกรดจากคีโตน",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติแพ้ยา aripiprazole หรือแพ้ยาอื่นๆ\n* ใช้หรือกำลังจะใช้ ยาอื่นๆ ทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และยาสมุนไพร โดยเฉพาะอย่างยิ่ง ยารักษาอาการซึมเศร้า (nefazodone fluoxetine paroxetine) ยาต้านเชื้อรา ยารักษาโรคลมชัก carbamazepine  ยาต้านไวรัส  ยารักษาโรคหอบหืดipratropium ยา quinidine rifampin ยาสงบระงับ ยานอนหลับ\n* เป็นโรคสมองเสื่อม(Dementia)\n* ความผิดปกติหรือมีประวัติเป็นโรคหัวใจ หัวใจเต้นไม่ปกติ หรือเคยมีภาวะหัวใจวาย  เป็นโรคเบาหวาน หรือมีประวัติครอบครัวเป็นโรคเบาหวาน เป็นโรคพาร์กินสัน (Parkinsons disease) โรคหลอดเลือดสมอง (stroke) ชัก เป็นโรคทางเดินปัสสาวะ มีประวัติเนื้องอกในสมองหรือเคยได้รับบาดเจ็บรุนแรงที่ศีรษะ การมีประวัติการติดยา\n* มีภาวะ Phenylketouria\n* เคยมีประวัติคิดหรือวางแผนทำร้ายตัวเอง\n* ตั้งครรภ์ วางแผนในการตั้งครรภ์ หรืออยู่ในระหว่างการให้นมบุตร\n* หากท่านกำลังจะเข้ารับการผ่าตัด หรือการทำทันตกรรมใดๆ ควรแจ้งให้แพทย์หรือทันตแพทย์ทราบว่าท่านกำลังใช้ยานี้อยู่",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* ภาวะเลือดเป็นกรดจากคีโตน (ketoacidocis) ซึ่งอาจมีอาการดังนี้ได้แก่  ปากแห้ง คลื่นไส้อาเจียนมาก หายใจขัดหรือเป็นช่วงสั้นๆ ลมหายใจเป็นกลิ่นผลไม้ ขาดสติ\n* ชัก หัวใจเต้นเร็ว เต้นช้าหรือเต้นไม่ปกติ เจ็บหน้าอก การมองเห็นภาพเปลี่ยนแปลง ไม่สามารถควบคุมการเคลื่อนไหวของร่างกายหรือใบหน้าได้ มีไข้สูง กล้ามเนื้อแข็งเกร็ง ความคิดสับสน เหงื่อออกมาก ผื่นลมพิษ ผื่นคัน มีอาการบวมที่ตา ใบหน้า ปาก ริมฝีปาก ลิ้น คอ มือ เท้า ข้อเท้าหรือน่อง หายใจลำบากหรือกลืนอาหารลำบาก กล้ามเนื้อคอแข็ง แน่นในคอ กระหายน้ำบ่อย หิวบ่อย ปัสสาวะบ่อย ผิวแห้ง ตัวเหลืองตาเหลือง เบื่ออาหาร\n* หากพบอาการซึมเศร้าขึ้นใหม่หรือมีอาการซึมเศร้ามากขึ้น คิด วางแผน หรือพยายามที่จะทำร้ายตัวเองหรือฆ่าตัวตาย วิตกกังวลอย่างมาก กระสับกระส่าย ตื่นตระหนก หลับยากหรือนอนไม่หลับ มีพฤติกรรมก้าวร้าว หงุดหงิด ขาดสติ อ่อนเพลียอย่างมาก ฟุ้งพล่าน",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิทและเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนมากกว่า 30 องศาเซลเซียส เช่นถูกแสงแดดโดยตรง และ ไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "CISPLATIN",
    "ชื่อการค้า": "ABIPLATIN SOLUTION (0.5 MG/ML)",
    "รูปแบบยา": "ยาฉีด",
    "ยานี้ใช้สำหรับ": "* ยานี้รักษาโรคมะเร็ง ได้แก่\n* 1 มะเร็งอัณฑะที่ไม่ตอบสอนงต่อการรักษาด้วยยาอื่นหรือรักษาด้วยการฉายรังสีหรืออาการแย่ลง โดยใช้ยานี้ร่วมกับยาตัวอื่น\n* 2 มะเร็งรังไข่ที่ไม่ตอบสนองต่อการรักษาด้วยยาอื่นหรือรักษาด้วยการฉายรังสีหรืออาการแย่ลง โดยใช้ยานี้ตัวเดียวหรือใช้ร่วมกับยาอื่น\n* 3 มะเร็งกระเพาะปัสสาวะ ที่ไม่สามารถรักษาด้วยการผ่าตัดหรือการฉายรังสีอย่างเดียว โดยใช้ยานี้ตัวเดียวหรือใช้ร่วมกับยาอื่น\n* 4 ยานี้บางครั้งใช้รักษามะเร็งศีรษะและคอ (รวมถึงมะเร็งที่ปาก ริมฝีปาก แก้ม ลิ้น เพดานปาก ลำคอ ต่อมทอนซิล และโพรงไซนัส) มะเร็งปอด มะเร็งปากมดลูก มะเร็งหลอดอาหาร เนื้องอกที่สมอง malignant pleural mesothlioma(มะเร็งในช่องอกหรือท้อง) neuroblastoma (มะเร็งที่เกิดในเซลล์ประสาท ส่วนมากจะเกิดในเด็ก) ปรึกษาแพทย์เกี่ยวกับความเสี่ยงในการใช้ยานี้\n* อาจใช้เพื่อรักษาโรคหรืออาการอื่นได้ หากมีข้อสงสัยกรุณาสอบถามแพทย์หรือเภสัชกร\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้อยู่ในรูปสารละลาย(ของเหลว) สำหรับฉีดเข้าหลอดเลือดดำโดยใช้เวลาฉีด 6-8 ชั่วโมง ด้วยการฉีดเข้าหลอดเลือดโดยพยาบาลที่ผ่านการอบรมการให้ยาเคมีบำบัด ภายใต้การดูแลของแพทย์ผู้เชี่ยวชาญ โดยทั่วไปจะให้ยานี้ 1 ครั้ง ทุก 3-4 สัปดาห์\n* ติดตามผลทางห้องปฏิบัติการและพบแพทย์ตามนัดทุกครั้ง แพทย์จะตรวจทั้งก่อน ระหว่างใช้ยา และหลังใช้ยา เพื่อตรวจสอบการตอบสนองของร่างกายและผลข้างเคียงที่อาจเกิดขึ้นต่อยานี้",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติแพ้ยาซิสแพลติน (cisplatin) ยาคาร์โบแพลติน (carboplatin) ยาอื่นๆ หรือส่วนประกอบใดๆในยาซิสแพลติน (cisplatin) ยาที่มีส่วนประกอบของแพลทินัม (platinum)?สอบถามเภสัชกรถึงส่วนประกอบของยา\n* ใช้หรือกําลังจะใช้ ยาอื่นๆ ทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง โดยเฉพาะ Amphotericin B, ยากันชัก เช่น phenytoin, furosemide, pyridoxine ยาปฏิชีวนะกลุ่มอมิโนไกลโคไซด์ (aminoglycoside) เช่น amikacin, gentamycin, tobramycin วิตามิน อาหารเสริม และสมุนไพร\n* มีหรือเคยมีโรคไต หรือปัญหาเกี่ยวกับการได้ยิน แพทย์จะไม่ให้ใช้ยานี้\n* การตั้งครรภ์ วางแผนตั้งครรภ์ ให้นมบุตร ห้ามตั้งครรภ์หรือให้นมบุตรขณะใช้ยานี้ หากตั้งครรภ์ขณะใช้ยานี้ให้แจ้งแพทย์ทันที เนื่องจากยานี้มีอันตรายต่อตัวอ่อน\n* การมีความผิดปกติของเลือด\n* เคยได้รับการฉายรังสีบริเวณศีรษะ\n* ผู้สูงอายุหรือเด็ก",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* หากไม่สามารถมารับยาตามนัดได้ ควรแจ้งให้แพทย์หรือพยาบาลทราบ",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* อาการแพ้ยาหรือไวต่อยา เช่น ผื่นแดง คัน หรือผื่นลมพิษ ใบหน้า ริมฝีปาก หรือลิ้นบวม ให้หยุดยาและแจ้งแพทย์ทันที\n* มีอาการของการติดเชื้อ เช่นไข้ หนาวสั่น ไอ เจ็บคอ ปัสสาวะลำบาก หรือมีอาการเจ็บเวลาปัสสาวะ\n* มีอาการของเกล็ดเลือดลดลงหรือมีเลือดออก เช่น รอยฟกช้ำผิดปกติ หรือมีจุดแดงตามผิวหนัง อุจจาระเป็นสีดำหรือมีลักษณะคล้ายยางมะตอย  อุจจาระมีเลือดปน เลือดกำเดาไหล\n* มีอาการของเม็ดเลือดแดงต่ำ เช่น อ่อนแรง หรือเหนื่อยเพลียผิดปกติ หน้ามืด เป็นลม\n* มีอาการหายใจผิดปกติ\n* ได้ยินเสียงผิดปกติ\n* คลื่นไส้ อาเจียน\n* มีอาการปวด บวม แดง หรือระคายเคืองบริเวณที่ฉีดยา9  มีอาการปวด แสบร้อน เป็นเหน็บที่มือหรือเท้า\n* กล้ามเนื้อเกร็ง  มีอาการเหมือนไฟฟ้าช๊อตเวลาหันคอ  ชัก1\n* หากช่วงที่ได้รับยานี้ พบมีอาการปัสสาวะลดลง\n* ใบหน้า แขน ขา เท้า หัวเข่า หรือขาด้านล่างบวม\n* เหนื่อยอ่อนแรงผิดปกติ สูญเสียการได้ยิน มีเสียงกริ่งในหู มึนงง ให้แจ้งแพทย์ทันที",
    "การเก็บรักษายา": "* ยานี้เป็นยาที่ใช้ในสถานพยาบาลเท่านั้น ควรเก็บยาไว้ในสถานพยาบาลที่ท่านรักษา ไม่ควรนำยากลับบ้าน",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "METHOTREXATE",
    "ชื่อการค้า": "ABITREXATE (INJECTION 2.5 MG/ML)",
    "รูปแบบยา": "ยาฉีด",
    "ยานี้ใช้สำหรับ": "* ใช้เป็นยาเดี่ยวหรือใช้ร่วมกับยาอื่นในการรักษามะเร็งเนื้อรก (gestational trophoblastic tumor) มะเร็งเต้านม มะเร็งปอด มะเร็งของศีรษะและลำคอ มะเร็งเม็ดเลือดขาว มะเร็งต่อมน้ำเหลือง มะเร็งกระดูก\n* อาจใช้รักษาโรคสะเก็ดเงินที่เป็นรุนแรงไม่สามารถควบคุมได้ด้วยยาอื่น  หรือโรคข้ออักเสบรูห์มาตอยด์\n* อาจใช้รักษามะเร็งของกระเพาะปัสสาวะ หรือโรคลำไส้อักเสบ (Crohn?s disease) หรือใช้รักษาโรคภูมิคุ้มกันทำลายตนเอง (autoimmune diseases)\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นได้ หากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้ให้โดยการฉีดเข้าหลอดเลือดดำหรือหลอดเลือดแดง หรืออาจให้โดยการฉีดเข้ากล้ามเนื้อ หรือโดยการฉีดเข้าไขสันหลัง โดยผู้เชี่ยวชาญด้านการใช้ยาเคมีบำบัด เท่านั้น",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติแพ้ยา methotrexate หรือยาอื่นๆ\n* ใช้หรือกำลังจะใช้ยาอื่น ทั้งที่แพทย์สั่งและใช้เอง  แจ้งให้แพทย์ทราบหากมีการใช้ยาต่อไปนี้ ได้แก่ azathioprine, NSAIDs ได้แก่ แอสไพริน ไอบูโพรเฟน อินโดเมทาซิน คีโตโพรเฟน หรือนาพรอกเซน, ยารักษาสิวแบบรับประทาน เช่น isotretinoin และ tretinoin ,ยารักษาโรคเบาหวานแบบรับประทาน, phenytoin, โปรเบเนซิด, ยากลุ่มซัลฟา, ยากลุ่มเตตร้าซัยคลิน และวิตามินอื่นๆ\n* มีหรือเคยมีโรคตับ ไต แผลในทางเดินอาหาร ปัญหาระบบภูมิคุ้มกัน โรคทางลำไส้ โรคปอดหรือมะเร็ง\n* ยานี้มีผลรบกวนการมีประจำเดือนในเพศหญิงและยับยั้งการสร้างสเปิร์มในเพศชาย อย่างไรก็ตามอาจเกิดการตั้งครรภ์ได้ หญิงที่ตั้งครรภ์หรือให้นมบุตรอยู่ควรแจ้งแพทย์ทราบก่อนใช้นี้  ควรใช้วิธีคุมกำเนิดที่เชื่อถือได้ ยานี้มีผลต่อทารกในครรภ์ได้\n* หากมีแผนจะทำการผ่าตัดหรือทำทันตกรรม กรุณาแจ้งให้แพทย์หรือทันตแพทย์ทราบว่าใช้ยานี้อยู่\n* ประวัติดื่มแอลกอฮอล์ ควรงดดื่มแอลกอฮอล์ แอลกอฮอล์จะเพิ่มผลการทำลายตับจากการใช้ยานี้\n* ห้ามได้รับวัคซีนก่อนปรึกษาแพทย์\n* มีการติดเชื้ออยู่ โดยเฉพาะอย่างยิ่งการติดเชื้อไวรัส เช่น อีสุกอีใส, หวัด, เริม, งูสวัด\n* อยู่ในระหว่างหรือหลังจากการรักษาด้วยการฉายรังสี",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* ควรแจ้งแพทย์หรือผู้ดูแลการฉีดยาให้ทราบทันที หากไม่สามารถไปรับการฉีดยาได้ตามนัด",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* อาการที่สงสัยว่าจะเกิดจากภาวะเม็ดเลือดต่ำ เช่น เจ็บคอ หนาวสั่น มีไข้ ไอหรือแน่นหน้าอก หรืออาการอื่น ๆ ที่สงสัยว่าจะเป็นการติดเชื้อในร่างกาย ปัสสาวะแล้วรู้สึกปวดหรือปัสสาวะเป็นเลือด  อาการช้ำหรือห้อเลือดหรือเกิดเลือดออกผิดปกติ เหนื่อยง่ายอ่อนเพลีย สีผิวซีด ?.?\n* อาการที่สงสัยว่าจะเกิดการทำลายของตับ เช่น คลื่นไส้ อ่อนเพลียไม่มีแรง เบื่ออาหาร ปวดบริเวณชายโครงด้านขวา ตัวเหลืองตาเหลือง หรือมีอาการคล้ายไข้หวัดใหญ่\n* อาการที่อาจเกิดจากปอดถูกทำลาย เช่น อาการไอแห้ง ๆ มีไข้ หรือหายใจเร็วสั้นๆ หอบเหนื่อย ?.?\n* อาการระคายเคืองเยื่อเมือกในทางเดินอาหาร เช่น แผลในปาก ท้องเสีย ถ่ายดำหรือถ่ายเป็นเลือด อาเจียนเป็นเลือดหรือมีลักษณะคล้ายสีกาแฟ\n* อาการแพ้ทางผิวหนังอย่างรุนแรง เช่น เกิดผื่นคัน เป็นตุ่มพองหรือผิวหนังลอก\n* อาการอื่น ๆ เช่น ต่อมน้ำเหลืองโต  เท้าหรือข้อเท้าบวม  ชัก การมองเห็นเปลี่ยน สับสน มีปัญหาเกี่ยวกับการทรงตัว การพูด การเดิน",
    "การเก็บรักษายา": "* ควรเก็บรักษายานี้ไว้เฉพาะในสถานพยาบาล ไม่ควรนำยากลับไปบ้าน",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "ACTIVATED CHARCOAL",
    "ชื่อการค้า": "ABS TOXINE",
    "รูปแบบยา": "ยาผงแห้งชนิดผสมก่อนใช้",
    "ยานี้ใช้สำหรับ": "* ยานี้ใช้เพื่อดูดซับสารพิษหรือยาบางชนิดจากการรับประทานสารพิษหรือยานั้นเกินขนาด\n* ยานี้ใช้เพื่อรักษาอาการถ่ายเหลวหรือท้องเสียจากภาวะอาหารเป็นพิษ\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* รับประทานยานี้ตอนท้องว่าง โดยทั่วไปผสมผงถ่าน 5-6 ช้อนโต๊ะต่อน้ำสะอาด 1 แก้ว ดื่มจนหมดแก้วก่อนอาหาร อย่างน้อย1 ชั่วโมง หรือหลังอาหารอย่างน้อย 2 ชั่วโมง ตามขนาดและความถี่ที่ระบุไว้บนฉลาก\n* ใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากยาอย่างเคร่งครัด โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* หากมียาอื่นที่ตองรับประทานร่วมด้วย ให้รับประทานยาอื่นๆ ห่างจากยานี้อย่างน้อย 2 ชั่วโมง\n* หากต้องการรับประทานนมหรือผลิตภัณฑ์ที่ทำจากนม ให้รับประทานห่างจากยานี้อย่างน้อย 2 ชั่วโมง\n* รับประทานยานี้แล้วอุจจาระจะเป็นสีดำ\n* กรณีรับประทานเพื่อดูดซับสารพิษหรือยาบางชนิดจากการรับประทานสารพิษหรือยานั้นเกินขนาดควรรับประทานภายใน 30-60 นาที หลังจากรับประทานสารพิษหรือยานั้น\n* หากรับประทานยาไปแล้ว ท่านอาเจียนออกมาให้รับประทานยาทันทีที่อาการอาเจียนหยุด แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* การแพ้ยาใดๆ\n* ยาอื่นๆ ทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และยาสมุนไพร ที่ท่านใช้อยู่ในขณะนี้หรือกำลังจะใช้\n* มีการอุดกั้นของทางเดินอาหาร\n* ชื่อสารพิษหรือยาที่ใช้เกินขนาดเนื่องจากสารพิษหรือยาบางชนิดไม่สามารถถูกดูดซับโดยการใช้ยานี้\n* ระยะเวลาที่รับประทานสารพิษหรือยาเกินขนาดเนื่องจากระยะเวลามีผลต่อประสิทธิผลของการใช้ยานี้",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า\n* หากรับประทานยาแล้วอาเจียนออกมา ให้รับประทานยาทันทีที่อาการอาเจียนหยุด แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนมากกว่า 30 องศาเซลเซียส เช่น บริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "KETOCONAZOLE",
    "ชื่อการค้า": "AC-FA",
    "รูปแบบยา": "ครีม",
    "ยานี้ใช้สำหรับ": "* ยานี้ใช้เพื่อรักษาการติดเชื้อรา เช่น กลากที่ลำตัว กลากที่ขาหนีบ  เกลื้อน  รังแค\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ใช้ยาตามขนาดที่แพทย์สั่ง โดยทายาบนผิวหนังบริเวณที่มีการติดเชื้อและบริเวณโดยรอบ และถูเบาๆ เพื่อให้ยาดูดซึม\n* เป็นยาใช้ภายนอกห้ามรับประทาน\n* ใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากยาอย่างเคร่งครัด  โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ ไม่ควรหยุดยาก่อนระยะเวลาที่กำหนดแม้อาการจะดีขึ้น การรักษาเชื้อราบางชนิดอาจต้องใช้ระยะเวลาหลายเดือน ควรใช้ยาสม่ำเสมอตามระยะเวลาที่แพทย์กำหนด และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* อาจปิดแผลบริเวณผิวหนังที่มีการติดเชื้อด้วยผ้าพันแผล แต่ไม่ควรใช้พลาสเตอร์ปิดแผลที่ระบายอากาศไม่ได้ เช่น พลาสเตอร์ที่ทำจากพลาสติก\n* แจ้งแพทย์ผู้ให้การรักษาหากอาการไม่ดีขึ้นภายในสองสัปดาห์\n* หลังอาบน้ำควรรีบเช็ดตัวให้แห้ง เนื่องจากเชื้อรามักเจริญเติบโตได้ดีในที่อับชื้น ควรสวมเสื้อผ้าที่ทำจากฝ้าย หลีกเลี่ยงการสวมเสื้อผ้าที่ทำจากใยสังเคราะห์",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* การแพ้ยา ketoconazole  itraconazole  miconazole  sulfa  อาหาร  สารแต่งสี หรือวัตถุกันเสีย\n* การตั้งครรภ์  การวางแผนในการตั้งครรภ์   หรือการให้นมบุตร",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* ให้ทายาทันทีที่นึกได้  แต่ถ้าเป็นเวลาที่ใกล้กับการทายาครั้งต่อไป  ให้ข้ามไปทายาครั้งต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* ลมพิษ\nผื่น\nหายใจหรือกลืนอาหารลำบาก\nปวด บวม แดง ร้อน บริเวณที่ใช้ยา",
    "การเก็บรักษายา": "* เก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้อง (อุณหภูมิระหว่าง 15-30 องศาเซลเซียส)\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "KETOCONAZOLE",
    "ชื่อการค้า": "AC-GUS CREAM",
    "รูปแบบยา": "ครีม",
    "ยานี้ใช้สำหรับ": "* ยานี้ใช้เพื่อรักษาการติดเชื้อรา เช่น กลากที่ลำตัว กลากที่ขาหนีบ  เกลื้อน  รังแค\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ใช้ยาตามขนาดที่แพทย์สั่ง โดยทายาบนผิวหนังบริเวณที่มีการติดเชื้อและบริเวณโดยรอบ และถูเบาๆ เพื่อให้ยาดูดซึม\n* เป็นยาใช้ภายนอกห้ามรับประทาน\n* ใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากยาอย่างเคร่งครัด  โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ ไม่ควรหยุดยาก่อนระยะเวลาที่กำหนดแม้อาการจะดีขึ้น การรักษาเชื้อราบางชนิดอาจต้องใช้ระยะเวลาหลายเดือน ควรใช้ยาสม่ำเสมอตามระยะเวลาที่แพทย์กำหนด และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* อาจปิดแผลบริเวณผิวหนังที่มีการติดเชื้อด้วยผ้าพันแผล แต่ไม่ควรใช้พลาสเตอร์ปิดแผลที่ระบายอากาศไม่ได้ เช่น พลาสเตอร์ที่ทำจากพลาสติก\n* แจ้งแพทย์ผู้ให้การรักษาหากอาการไม่ดีขึ้นภายในสองสัปดาห์\n* หลังอาบน้ำควรรีบเช็ดตัวให้แห้ง เนื่องจากเชื้อรามักเจริญเติบโตได้ดีในที่อับชื้น ควรสวมเสื้อผ้าที่ทำจากฝ้าย หลีกเลี่ยงการสวมเสื้อผ้าที่ทำจากใยสังเคราะห์",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* การแพ้ยา ketoconazole  itraconazole  miconazole  sulfa  อาหาร  สารแต่งสี หรือวัตถุกันเสีย\n* การตั้งครรภ์  การวางแผนในการตั้งครรภ์   หรือการให้นมบุตร",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* ให้ทายาทันทีที่นึกได้  แต่ถ้าเป็นเวลาที่ใกล้กับการทายาครั้งต่อไป  ให้ข้ามไปทายาครั้งต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* ลมพิษ\nผื่น\nหายใจหรือกลืนอาหารลำบาก\nปวด บวม แดง ร้อน บริเวณที่ใช้ยา",
    "การเก็บรักษายา": "* เก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้อง (อุณหภูมิระหว่าง 15-30 องศาเซลเซียส)\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "TRIHEXYPHENIDYL",
    "ชื่อการค้า": "ACA (5 MG)",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* ยานี้ใช้เพื่อรักษาอาการของโรคพาร์กินสัน (Parkinson’s disease) และอาการสั่นที่เป็นผลข้างเคียงจากการใช้ยาบางอย่าง\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้อยู่ในรูปแบบยาเม็ด ใช้สำหรับรับประทาน โดยทั่วไปรับประทานพร้อมอาหารวันละ 3-4 ครั้ง หรือให้ใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากยาอย่างเคร่งครัด โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* รับประทานยานี้ก่อนอาหารหรือหลังอาหารก็ได้ และควรรับประทานยาให้ตรงเวลาทุกครั้ง หากการรับประทานยานี้ก่อนอาหารทำให้เกิดอาการไม่สบายท้อง อาจเปลี่ยนมารับประทานยาพร้อมอาหารได้\n* ห้ามหยุดใช้ยาด้วยตัวเองโดยไม่ปรึกษาแพทย์ผู้รักษาก่อน\n* การรับประทานยานี้อาจทำให้เกิดอาการเวียนศีรษะ มึนงงได้เมื่อลุกยืนขึ้นอย่างรวดเร็ว ดังนั้นจึงควรเปลี่ยนท่าทางอย่างช้าๆ\n* หลีกเลี่ยงการดื่มเครื่องดื่มที่มีแอลกอฮอล์ในระหว่างที่รับประทานยานี้อยู่ หลีกเลี่ยงการอยู่ในที่ที่มีอากาศร้อนจัด และควรดื่มน้ำมากๆระหว่างที่รับประทานยานี้อยู่",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* การแพ้ยา trihexyphenidyl หรือแพ้ยาอื่นๆ\n* ใช้หรือกำลังใช้ยาอื่นๆ ทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และยาสมุนไพร\n* มีหรือเคยมี ความผิดปกติหรือมีประวัติความผิดปกติของการทำงานของตับหรือไต เป็นโรคต้อหินชนิดมุมปิด (closed-angle glaucoma) มีปัญหาเรื่องการถ่ายปัสสาวะ หรือเรื่องของต่อมลูกหมาก เป็นโรคหัวใจ ความดันโลหิตสูง หรือ โรคทางเดินอาหาร และทางเดินปัสสาวะ กล้ามเนื้ออ่อนแรง (myasthenia gravis)\n* การตั้งครรภ์ การวางแผนในการตั้งครรภ์ หรือการให้นมบุตร\n* หากต้องเข้ารับการผ่าตัด ต้องแจ้งให้แพทย์ทราบก่อนทำการรักษา",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* มองภาพไม่ชัด สับสน มึนงง ประสาทหลอน เหงื่อออกมาก หรือมีความรู้สึกทนอากาศร้อนไม่ได้ ใจสั่น หัวใจเต้นเร็ว หลงลืม ถ่ายปัสสาวะลำบาก หรือเจ็บเมื่อถ่ายปัสสาวะ ผื่นคัน พูดไม่ชัด อาเจียน เหนื่อย อ่อนเพลียผิดปกติ มีไข้ ซึมเศร้า เจ็บตา",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนมากกว่า 30 องศาเซลเซียส เช่น บริเวณที่ถูกแสงแดดโดยตรง ไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "TRETINOIN",
    "ชื่อการค้า": "ACCIN 2 CREAM",
    "รูปแบบยา": "ครีม",
    "ยานี้ใช้สำหรับ": "* ยานี้อยู่ในรูปแบบครีมสำหรับทาผิวหนัง เพื่อรักษาสิวขั้นเล็กน้อยถึงปานกลาง โดยเร่งการหลุดลอกของผิวหนังบริเวณที่เป็นสิว และลดการอุดตันของรูขุมขน ยานี้เป็นยาควบคุมการเกิดสิวเท่านั้น ไม่ใช่ยารักษาสิวให้หายขาด\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* โดยทั่วไปยานี้ใช้ทาผิวหนังวันละครั้งก่อนนอน หรือทา 1 ครั้งทุก 2-3 วัน เป็นยาใช้ภายนอกห้ามรับประทาน ใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากยาอย่างเคร่งครัด การใช้ยาในขนาดที่มากกว่าที่ระบุอาจเป็นสาเหตุนำไปสู่การระคายเคืองผิวหนัง และไม่ช่วยให้ผลการรักษาดีขึ้น หากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* ข้อแนะนำวิธีการใช้\n* -ล้างหน้าให้สะอาดด้วยสบู่อ่อนๆและซับหน้าให้แห้ง จากนั้นทายาโดยหลีกเลี่ยงการทายาบริเวณดวงตา หู รูจมูก หรือปาก ควรรอให้หน้าแห้งอย่างน้อย 20-30 นาทีก่อนทายา\n* -จากนั้นบีบยาออกมาให้ความยาวประมาณ1/2 นิ้ว ลงบนนิ้วมือที่สะอาด ผ้าก๊อซ หรือไม้พันสำลี ทาและเกลี่ยยาบริเวณที่มีสิว ยาจะกลืนไปกับผิว หากมียาเหลือยังมีส่วนที่มองเห็นอยู่ แสดงว่าทายามากเกินไป (การใช้ยามากเกินไปนั้นไม่ได้ทำให้สิวหายเร็วขึ้น)\n* -ควรหาผลิตภัณฑ์โลชั่นเพิ่มความชุ่มชื้นแก่ผิวที่มีส่วนประกอบของสารกันแดด (ค่าเอสพีเอฟอย่างน้อย 15) ทาทุกเช้าหลังล้างหน้าและทายาเรียบร้อยแล้ว\n* ในช่วง 7-10 วันแรกที่ใช้ยา อาจจะพบ ผิวแดง สิวเห่อเพิ่มขึ้น อย่างไรก็ตาม ให้ใช้ยานี้ต่อไป สิวจะค่อยๆ หายไปภายใน 2-3 สัปดาห์ (หรือในบางรายอาจมากกว่า 6 สัปดาห์)\n* หลีกเลี่ยงการใช้เครื่องสำอางที่มีส่วนประกอบของยา หรือแอลกอฮอล์ปริมาณมาก เมนทอล พริก หรือมะนาว (เช่น โลชั่นโกนขน ผลิตภัณฑ์ทำความสะอาดขจัดความมันบนใบหน้า หลีกเลี่ยงการใช้ยาทาผิวหนัง โดยเฉพาะอย่างยิ่ง benzoyl peroxide, salicylic acid และแชมพูขจัดรังแคที่มีส่วนผสมของ sulfur หรือ resorcinol โดยไม่มีคำสั่งแพทย์\n* หลีกเลี่ยงการสัมผัสกับแสงแดดเป็นระยะเวลานาน โดยสวมเสื้อผ้าให้มิดชิด สวมแว่นกันแดด และทายากันแดด เนื่องจากยานี้อาจทำให้ผิวหนังไวต่อแดดเพิ่มมากขึ้น",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติการแพ้ยา tretinoin วิตามินเอหรือยาอื่นๆ การแพ้อาหาร สารแต่งสี หรือวัตถุกันเสีย ผลิตภัณฑ์บำรุงผิว หรือเครื่องสำอางค์อื่นๆ ที่ท่านใช้อยู่ในขณะนี้หรือกำลังจะใช้\n* ใช้หรือกำลังจะใช้ยาอื่นๆทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และยาสมุนไพร\n* มีหรือเคยมีภาวะผิวหนังอักเสบออกผื่น (eczema) ผิวหนังไวต่อแสงแดด ผิวหนังไหม้แดด (sunburn)\n* การตั้งครรภ์ การวางแผนในการตั้งครรภ์ หรือการให้นมบุตร",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* ให้ทายาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับการทายาครั้งต่อไป ให้ข้ามไปทายาครั้งต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า ไม่ควรใช้ยานี้มากกว่าวันละ 1 ครั้ง หรือนานกว่าระยะเวลาที่แพทย์กำหนด การทายานี้มากเกินไปอาจทำให้เกิดการระคายเคือง",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* ผิวหนังบริเวณที่ทามีสีเข้มขึ้น หรืออ่อนลง บริเวณที่ทายามีอาการแสบร้อน คัน หรือเป็นสะเก็ดอย่างรุนแรง บวม มีแผลพุพอง",
    "การเก็บรักษายา": "* เก็บให้พ้นมือเด็ก เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนมากกว่า 30 องศาเซลเซียส\n* เก็บในภาชนะป้องกันแสง เก็บให้ห่างจากความร้อนและเปลวไฟ หรือที่ที่ความชื้นสูง\n* ไม่ควรเก็บในตู้เย็นช่องแข็ง",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "TRIAMCINOLONE [ACETONIDE]",
    "ชื่อการค้า": "ACCIN 3 CREAM",
    "รูปแบบยา": "ครีม",
    "ยานี้ใช้สำหรับ": "* ยานี้อยู่ในรูปแบบครีมทาผิวหนัง ใช้สำหรับบรรเทาอาการบวม แดง คัน จากปฏิกิริยาภูมิแพ้ที่ผิวหนัง\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้เป็นยาใช้ภายนอก ห้ามรับประทาน โดยทั่วไปใช้วันละ  2-4 ครั้งใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากยาอย่างเคร่งครัด ไม่ควรใช้ยาบ่อยกว่าจำนวนครั้งที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* ล้างมือให้สะอาดทั้งก่อนและหลังการใช้ยา และทายาบางๆ บนผิวหนังที่มีอาการ ไม่ควรปิดบริเวณที่ทายาด้วยผ้าก๊อซ หรือพลาสเตอร์นอกจากเป็นคำสั่งแพทย์\n* หากมีความจำเป็นต้องใช้ยาในเด็ก ควรปรึกษาผู้เชี่ยวชาญ\n* สำหรับผู้ป่วยที่เป็นผู้สูงอายุซึ่งเป็นผู้ที่มีผิวหนังบาง ไม่ควรใช้ยานี้ติดต่อกันเป็นเวลานานหรือใช้ยาถี่กว่าตามจำนวนครั้งที่แพทย์ระบุ เนื่องจากจะเพิ่มโอกาสการเกิดผลข้างเคียง\n* หากยาเข้าตา ให้รีบล้างตาด้วยน้ำสะอาดจำนวนมาก\n* แจ้งแพทย์ผู้รักษาหากอาการไม่ดีขึ้นภายใน 1 สัปดาห์หลังเริ่มใช้ยา ยานี้ไม่ควรใช้ต่อเนื่องกันเกิด 14 วัน และไม่ควรทาผิวหนังเป็นบริเวณกว้างหรือผิวหนังปกติ แจ้งแพทย์ผู้รักษาหากมีโอกาสสัมผัสผู้ป่วยอีสุกอีใส งูสวัด หรือเกิดตุ่มที่ผิวหนังที่หายช้ากว่าปกติระหว่างการใช้ยานี้",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติการแพ้ยา triamcinolone หรือยาอื่นๆ การแพ้อาหาร สารแต่งสี หรือวัตถุกันเสีย ผลิตภัณฑ์บำรุงผิว หรือเครื่องสำอางค์อื่นๆ ที่ท่านใช้อยู่ในขณะนี้หรือกำลังจะใช้\n* ใช้หรือกำลังจะใช้ยาอื่นๆทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และยาสมุนไพร\n* การติดเชื้อที่ปาก คอ หรือโรคอื่นๆ เช่น หัด วัณโรค เริม อีสุกอีใส ผิวหนังไหม้หรือมีบาดแผลเป็นบริเวณกว้าง ผิวหนังบาง เป็นโรคเบาหวาน กลุ่มอาการคุชชิง (Cushing’s syndrome)\n* การตั้งครรภ์ การวางแผนในการตั้งครรภ์ หรือการให้นมบุตร",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* ให้ทายาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับการทายาครั้งต่อไป ให้ข้ามไปทายาครั้งต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* แสบร้อน หรือคัน มีตุ่มแดงเข้มปรากฏบนผิวหนัง การติดเชื้อ ตุ่มแดง เจ็บ มีหนองในรูขุมขน ผิวหนังบาง หรือถูกแดดเผาได้ง่าย โดยเฉพาะอย่างยิ่งหากทาบนใบหน้า",
    "การเก็บรักษายา": "* ทิ้งยานี้เมื่อยาหมดอายุ เก็บยานี้ที่อุณหภูมิห้อง (อุณหภูมิระหว่าง 15-30 องศาเซลเซียส)\n* ห้ามเก็บยานี้ในช่องแช่แข็ง\n* เก็บให้พ้นมือเด็ก",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "BENZOYL [PEROXIDE]",
    "ชื่อการค้า": "ACCIN BP5",
    "รูปแบบยา": "",
    "ยานี้ใช้สำหรับ": "* ยานี้เป็นเจลใช้สำหรับทาเพื่อรักษาสิวที่มีความรุนแรงเล็กน้อยถึงปานกลาง\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ใช้ยาตามขนาดและวิธีที่แพทย์สั่ง โดยทั่วไปใช้ทาผิวหนังบริเวณที่เป็นสิววันละ 1-2 ครั้ง โดยเริ่มจากทายาวันละครั้งก่อนเพื่อดูการตอบสนองของผิวหนังต่อยา ไม่ควรใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* วิธีการทายา ก่อนอื่นทำความสะอาดผิวหนังบริเวณที่จะทายา แล้วเช็ดให้แห้ง ทายาจำนวนเล็กน้อยและถูเบาๆ\n* อาจใช้ระยะเวลา 4-6 สัปดาห์กว่าจะเห็นผลของการรักษาเต็มที่ หากไม่ดีขึ้นหลังจากนี้ควรปรึกษาแพทย์\n* ระวังอย่าให้ยาเข้าตา จมูก หรือปาก หรือสัมผัสกับส่วนผิวหนังบอบบางอื่นๆ\n* หากมีความจำเป็นต้องใช้ยานี้ในเด็กอายุต่ำกว่า 12 ปี ควรปรึกษาแพทย์ผู้เชี่ยวชาญ\n* ไม่ควรปิดบริเวณที่ทาด้วยพลาสเตอร์ หรือผ้าปิดแผล นอกจากเป็นคำสั่งแพทย์\n* ยานี้อาจทำให้สีของเสื้อผ้าซีดจางได้",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* การแพ้กรดเบนโซอิก(benzoic acid) อบเชย(cinnamon) ซัลไฟต์(sulfites) พาราเบน(parabens) หรือยาอื่นๆ การแพ้อาหาร,สารแต่งสี หรือวัตถุกันเสียอื่นๆ\n* ยาอื่นๆ ทั้งยาที่แพทย์สั่งจ่าย และยาที่ใช้เอง วิตามิน อาหารเสริม ผลิตภัณฑ์บำรุงผิว หรือเครื่องสำอางที่ใช้อยู่ขณะนี้หรือกำลังจะใช้\n* เป็นโรคหืด (asthma)\n* เป็นผื่นผิวหนังอักเสบจากภูมิแพ้(eczema)\n* โรคผื่นไขมันอักเสบ(seborrheic dermatitis)\n* มีแผลที่ผิวหนัง\n* ผิวหนังไหม้แดด\n* การตั้งครรภ์ การวางแผนการตั้งครรภ์ หรือการให้นมบุตร",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* ให้ทายาทันทีที่นึกได้  แต่ถ้าเป็นเวลาที่ใกล้กับการทายาครั้งต่อไป  ให้ข้ามไปทายาครั้งต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า ไม่ควรใช้ยายาวนานเกินกว่าระยะเวลาที่แพทย์สั่ง",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* แสบร้อน คัน แดง ตกสะเก็ด หรือผิวหนังบริเวณที่ทายาบวมอย่างรุนแรง",
    "การเก็บรักษายา": "* เก็บยาในภาชนะปิด และเก็บให้พ้นมือเด็ก\n* เก็บยาที่อุณหภูมิห้อง 20-25 องศาเซลเซียส หลีกเลี่ยงบริเวณที่ความร้อนหรือความชื้นสูง\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "CHLORPHENIRAMINE [MALEATE] , PARACETAMOL",
    "ชื่อการค้า": "ACCOL",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* รักษาอาการน้ำมูกไหล น้ำตาไหล อาการปวดหรือมีไข้ เนื่องมาจากโรคหวัดหรือไข้หวัดใหญ่ อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ ดังนั้นหากมีข้อสงสัยควรสอบถามแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้ใช้สำหรับรับประทาน ให้ใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากอย่างเคร่งครัด โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร ถ้ามีอาการไม่สบายท้อง ให้รับประทานยานี้พร้อมอาหารหรือนม\n* ยานี้อาจทำให้มีอาการง่วงซึมได้ ควรหลีกเลี่ยงการขับรถหรือการทำงานกับเครื่องจักรกลหลังจากรับประทานยาหลีกเลี่ยงการดื่มเครื่องดื่มที่มีแอลกอฮอล์ในระหว่างที่รับประทานยานี้อยู่",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติแพ้ยา chlorpheniramine [maleate] paracetamol หรือยาอื่นๆ\n* ใช้หรือกำลังจะใช้ยาอื่นๆทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และยาสมุนไพร\n* ตั้งครรภ์ วางแผนจะตั้งครรภ์ หรือให้นมบุตร\n* มีหรือเคยมีโรคตับ โรคไต โรคต้อหิน ภาวะต่อมลูกหมากโต หรือมีปัญหาเกี่ยวกับระบบทางเดินปัสสาวะ ภาวะติดเหล้า",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* ผื่น หายใจไม่สะดวก ใบหน้า ลิ้น ริมฝีปาก คอ บวม หัวใจเต้นเร็วหรือเต้นผิดจังหวะ ความคิดสับสน ประสาทหลอน ง่วงซึมมาก หรือรู้สึกตื่นเต้น กระวนกระวาย ผิวหนังพุพอง มีเลือดออก มีไข้ หนาวสั่น อ่อนแรง เบื่ออาหาร คลื่นไส้ อาเจียน อุจจาระสีเทา ปัสสาวะมีสีเข้ม มีภาวะดีซ่าน",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนมากกว่า 30 องศาเซลเซียส เช่น บริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "QUINAPRIL [HYDROCHLORIDE]",
    "ชื่อการค้า": "ACCUPRIL (5 MG.)",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* ยานี้ใช้เพื่อรักษาโรคความดันโลหิตสูง\n* ยานี้ใช้ร่วมกับยาอื่นเพื่อรักษาภาวะหัวใจล้มเหลว (heart failure)\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆ ดังนั้นหากมีข้อสงสัยจึงควรสอบถามแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้อยู่ในรูปแบบยาเม็ด ใช้สำหรับรับประทาน  โดยทั่วไปรับประทานวันละหนึ่งหรือสองครั้ง  หรือใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากยาอย่างเคร่งครัด โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* รับประทานยานี้ตอนท้องว่าง โดยรับประทานก่อนอาหารอย่างน้อย1 ชั่วโมง หรือหลังอาหารอย่างน้อย 2 ชั่วโมง รับประทานยาให้ตรงเวลาทุกครั้ง\n* ควรสอบถามแพทย์หรือเภสัชกรเกี่ยวกับการใช้ยานี้ร่วมกับยาเสริมแร่ธาตุโพแทสเซียม\n* ไม่ควรซื้อยาบรรเทาอาการไอหรือหวัด หรือยาบรรเทาอาการปวด มารับประทานเองโดยไม่ได้ปรึกษาแพทย์ผู้รักษาก่อน\n* ไม่ควรรับประทานอาหารที่มีรสเค็มและมีปริมาณเกลือหรือโซเดียมสูง\n* ยานี้อาจทำให้เกิดอาการง่วงซึม ดังนั้นจึงควรหลีกเลี่ยงการขับขี่ยานพาหนะหรือใช้เครื่องจักร\n* ยานี้อาจทำให้เกิดอาการหน้ามืด เวียนศีรษะ ดังนั้นจึงไม่ควรลุกขึ้นยืนหรือนั่งลงอย่างรวดเร็ว\n* การดื่มแอลกอฮอล์ระหว่างการใช้ยานี้อาจทำให้มีอาการมึนงงหรือง่วงซึมมากขึ้น",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* มีประวัติแพ้ยา lisinopril enalapril captopril fosinopril perindopril quinapril ramipril หรือแพ้ยาอื่นๆ\n* ยาอื่นๆ ทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และยาสมุนไพร ที่ท่านใช้อยู่ในขณะนี้หรือกำลังจะใช้ โดยเฉพาะอย่างยิ่ง ยาขับปัสสาวะ และผลิตภัณฑ์เสริมธาตุโพแทสเซียม\n* ตั้งครรภ์ วางแผนในการตั้งครรภ์ หรือให้นมบุตร  เนื่องจากยานี้อาจทำให้เกิดการแท้งหรือเป็นอันตรายต่อเด็กในครรภ์ได้\n* การมีหรือเคยมีความผิดปกติของการทำงานของตับหรือไต\n* โรคหัวใจหรือหลอดเลือด\n* โรคทางระบบภูมิคุ้มกัน เช่น โรค systemic lupus erythematosus (SLE)  โรคหนังแข็ง (scleroderma)\n* ภาวะความดันโลหิตต่ำ\n* เคยมีประวัติของการบวมตามอวัยวะ เช่น ใบหน้า คอ ลิ้น ริมฝีปาก มือ เท้า ข้อเท้า หรือขา ร่วมกับมีอาการหายใจหรือกลืนลำบาก เสียงแหบ เจ็บคอ\n* โรคเบาหวาน (diabetes)\n* หากต้องเข้ารับการผ่าตัด ทำฟัน ต้องแจ้งให้แพทย์ทราบก่อนทำการรักษา\n* ประวัติการมีภาวะ angioedema",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* มีอาการแพ้ เช่น ผื่นคัน ผื่นลมพิษ บวมตามอวัยวะต่างๆ เช่น ใบหน้า คอ ตา ริมฝีปาก ลิ้น มือ แขน น่อง ขา ข้อเท้า\nเสียงแหบ\nมีไข้ หนาวสั่น เจ็บคอ\nหายใจหรือกลืนลำบาก\nตาหรือผิวหนังเปลี่ยนเป็นสีเหลืองโดยไม่ทราบสาเหตุ\nหัวใจเต้นผิดจังหวะ เจ็บหน้าอก\nเวียนศีรษะ มึนงง ง่วงซึม\nหน้ามืด เป็นลม\nปวดท้องโดยมีหรือไม่มีอาการคลื่นไส้อาเจียนร่วมด้วย\nปัสสาวะมีสีคล้ำ\nอ่อนเพลียหรือไม่มีแรงโดยไม่ทราบสาเหตุ\nเจ็บขณะปัสสาวะหรือปัสสาวะลำบาก",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนมากกว่า 30 องศาเซลเซียส เช่น บริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* เก็บยานี้ในภาชนะที่ป้องกันแสงได้ เช่น ขวดหรือซองสีชา\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "PHENAZOPYRIDINE [HYDROCHLORIDE]",
    "ชื่อการค้า": "ACDIUM 100",
    "รูปแบบยา": "แคปซูล",
    "ยานี้ใช้สำหรับ": "* ยานี้ใช้เพื่อบรรเทาอาการปวดแสบในทางเดินปัสสาวะ รวมทั้งบรรเทาอาการกลั้นปัสสาวะไม่ได้\n* อย่างไรก็ตามยานี้ไม่ใช่ยาที่รักษาการติดเชื้อ ไม่สามารถรักษาการติดเชื้อได้\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้อยู่ในรูปแบบยาแคปซูล ใช้สำหรับรับประทาน โดยทั่วไปรับประทานวันละ 3 ครั้งหรือให้ใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากยาอย่างเคร่งครัด โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* รับประทานยานี้หลังอาหาร และควรรับประทานยาให้ตรงเวลาทุกครั้ง อาจสามารถหยุดรับประทานยานี้ได้เมื่ออาการปวดแสบหายไปโดยปรึกษาแพทย์หรือเภสัชกรก่อน\n* ยานี้อาจเปลี่ยนสีคอนแทคเลนส์ ควรหลีกเลี่ยงการใส่คอนแทคเลนส์ระหว่างการรับประทานยา",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* การแพ้ยา phenazopyridine หรือยาอื่นๆ การแพ้อาหาร, สารแต่งสี หรือวัตถุกันเสีย\n* ใช้หรือกำลังใช้ยาอื่นๆ ทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และยาสมุนไพร\n* เป็นหรือเคยเป็นโรคตับ ไต เป็นหรือเคยเป็นโรคการขาดเอนไซม์จีซีกพีดี (G6PD)\n* การตั้งครรภ์ การวางแผนในการตั้งครรภ์ หรือการให้นมบุตร",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* ตัวเหลือง ตาเหลือง มีไข้ สับสน ผิวหนังเปลี่ยนสี (ฟ้าเป็นฟ้าอมม่วง) หายใจติดขัด ผื่นขึ้น ปริมาณปัสสาวะลดลงจนสังเกตได้ เกิดอาการบวมของ ใบหน้า เท้า ขา นิ้วมือ นิ้วเท้า",
    "การเก็บรักษายา": "* เก็บยาในภาชนะปิดสนิท และเก็บให้พ้นมือเด็ก เก็ยยาในอุณหภูมิห้อง\n* หลีกเลี่ยงความร้อนและความชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "PARACETAMOL",
    "ชื่อการค้า": "ACENOL",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* ยานี้ใช้เพื่อรักษาหรือบรรเทาอาการไข้และอาการปวดระดับเล็กน้อยถึงปานกลาง\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้อยู่ในรูปแบบยาเม็ด ใช้สำหรับรับประทาน โดยทั่วไปรับประทานทุกๆ 4-6 ชั่วโมงเมื่อมีอาการปวด หรือใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากยาอย่างเคร่งครัด โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* รับประทานยานี้ได้ทั้งก่อนหรือหลังอาหาร แต่ควรเหมือนกันทุกครั้งที่รับประทาน และควรรับประทานยาให้ตรงเวลาทุกครั้ง\n* สำหรับทารกและเด็กเล็ก ควรปรึกษาแพทย์หรือเภสัชกรก่อนใช้ยานี้\n* สำหรับผู้ใหญ่ ไม่ควรรับประทานยานี้มากกว่า 650 มิลลิกรัมต่อครั้ง (ห้ามรับประทานเกิน 1000 มิลลิกรัมต่อครั้ง)\n* สำหรับผู้ใหญ่ ห้ามรับประทานเกิน 3,250 มิลลิกรัมต่อวัน\n* สำหรับผู้ใหญ่ ห้ามรับประทานยานี้ติดต่อกันเกิน 5 วัน\n* สำหรับเด็ก ห้ามรับประทานยานี้ติดต่อกันเกิน 3-5 วัน\n* การรับประทานยานี้มากกว่าหรือบ่อยกว่าที่แพทย์สั่งให้ใช้อาจเป็นอันตรายต่อตับ\n* ยาสูตรผสมอื่นอาจจะมีตัวยาพาราเซตามอลผสมด้วย โดยเฉพาะยาบรรเทาอาการหวัดต่างๆและยาแก้ปวด ควรอ่านฉลากยาหรือสอบถามแพทย์หรือเภสัชกร เพื่อไม่รับประทานยาซ้ำซ้อนซึ่งอาจจะทำให้ได้รับยาพาราเซตามอลเกินขนาด จนเป็นอันตรายได้\n* หากใช้ยาแล้วยังคงมีไข้ต่อเนื่องหรือเป็นๆหายๆนานกว่า 3 วัน หรืออาการปวดไม่ทุเลาลงใน 10 วันในผู้ใหญ่ หรือ 5 วันในเด็ก ควรหยุดยาและปรึกษาแพทย์",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติการแพ้ยา paracetamol หรือยาอื่นๆ\n* ใช้หรือกำลังใช้ยาอื่นๆ ทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และยาสมุนไพร\n* การตั้งครรภ์ การวางแผนในการตั้งครรภ์ หรือการให้นมบุตร\n* ประวัติการดื่มแอลกอฮอล์ในปริมาณมากๆ หรือบ่อยๆ และ/หรือประวัติการเป็นโรคพิษสุรา (alcoholism)\n* มีหรือเคยมีความผิดปกติของการทำงานของตับ โรคฟีนิลคีโตนูเรีย (phenylketonuria)\n* โรค ภาวะ หรืออาการทางการแพทย์อื่นๆ ที่มี\n* อายุหรือวัยของผู้ใช้ เช่น เด็ก ผู้สูงอายุ ในกรณีที่เป็นทารกหรือเด็กเล็กควรบอกน้ำหนักตัวแก่แพทย์หรือเภสัชกรให้ทราบด้วย",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปยานี้ใช้เฉพาะเมื่อมีอาการปวดเท่านั้น หากรับประทานยาไปครั้งหนึ่งแล้วอาการปวดลดลงหรือหายไป ก็ไม่ต้องรับประทานยาครั้งต่อไป (การลืมรับประทานยาจึงไม่เป็นอันตราย) แต่หากยังมีอาการปวดอยู่ สามารถรับประทานยานี้ได้ทุก 4-6 ชั่วโมงและไม่ควรเพิ่มขนาดการใช้ยาในครั้งต่อไป\n* หากแพทย์สั่งให้ใช้ยานี้เป็นประจำทุก 4-6 ชั่วโมง ถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* มีอาการแพ้ เช่น ผื่นคัน ผื่นลมพิษ บวมตามอวัยวะต่างๆ เช่น ใบหน้า คอ ตา ริมฝีปาก ลิ้น มือ แขน น่อง ขา ข้อเท้า หายใจหรือกลืนลำบาก มีปัญหาเกี่ยวกับการหายใจ มีไข้ เจ็บคอ เสียงแหบ มีเลือดออกหรือมีรอยช้ำอย่างผิดปกติ อ่อนเพลียหรือไม่มีแรงอย่างผิดปกติ ไข้ร่วมกับคลื่นไส้ อาเจียน ความอยากอาหารลดลง ตาหรือผิวหนังเปลี่ยนเป็นสีเหลืองอย่างผิดปกติ ปัสสาวะสีเข้มดำ",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องระหว่าง 20-25 องศาเซลเซียส เช่น บริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "PARACETAMOL",
    "ชื่อการค้า": "ACETA 500 MG.",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* ยานี้ใช้เพื่อรักษาหรือบรรเทาอาการไข้และอาการปวดระดับเล็กน้อยถึงปานกลาง\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้อยู่ในรูปแบบยาเม็ด ใช้สำหรับรับประทาน โดยทั่วไปรับประทานทุกๆ 4-6 ชั่วโมงเมื่อมีอาการปวด หรือใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากยาอย่างเคร่งครัด โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* รับประทานยานี้ได้ทั้งก่อนหรือหลังอาหาร แต่ควรเหมือนกันทุกครั้งที่รับประทาน และควรรับประทานยาให้ตรงเวลาทุกครั้ง\n* สำหรับทารกและเด็กเล็ก ควรปรึกษาแพทย์หรือเภสัชกรก่อนใช้ยานี้\n* สำหรับผู้ใหญ่ ไม่ควรรับประทานยานี้มากกว่า 650 มิลลิกรัมต่อครั้ง (ห้ามรับประทานเกิน 1000 มิลลิกรัมต่อครั้ง)\n* สำหรับผู้ใหญ่ ห้ามรับประทานเกิน 3,250 มิลลิกรัมต่อวัน\n* สำหรับผู้ใหญ่ ห้ามรับประทานยานี้ติดต่อกันเกิน 5 วัน\n* สำหรับเด็ก ห้ามรับประทานยานี้ติดต่อกันเกิน 3-5 วัน\n* การรับประทานยานี้มากกว่าหรือบ่อยกว่าที่แพทย์สั่งให้ใช้อาจเป็นอันตรายต่อตับ\n* ยาสูตรผสมอื่นอาจจะมีตัวยาพาราเซตามอลผสมด้วย โดยเฉพาะยาบรรเทาอาการหวัดต่างๆและยาแก้ปวด ควรอ่านฉลากยาหรือสอบถามแพทย์หรือเภสัชกร เพื่อไม่รับประทานยาซ้ำซ้อนซึ่งอาจจะทำให้ได้รับยาพาราเซตามอลเกินขนาด จนเป็นอันตรายได้\n* หากใช้ยาแล้วยังคงมีไข้ต่อเนื่องหรือเป็นๆหายๆนานกว่า 3 วัน หรืออาการปวดไม่ทุเลาลงใน 10 วันในผู้ใหญ่ หรือ 5 วันในเด็ก ควรหยุดยาและปรึกษาแพทย์",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติการแพ้ยา paracetamol หรือยาอื่นๆ\n* ใช้หรือกำลังใช้ยาอื่นๆ ทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และยาสมุนไพร\n* การตั้งครรภ์ การวางแผนในการตั้งครรภ์ หรือการให้นมบุตร\n* ประวัติการดื่มแอลกอฮอล์ในปริมาณมากๆ หรือบ่อยๆ และ/หรือประวัติการเป็นโรคพิษสุรา (alcoholism)\n* มีหรือเคยมีความผิดปกติของการทำงานของตับ โรคฟีนิลคีโตนูเรีย (phenylketonuria)\n* โรค ภาวะ หรืออาการทางการแพทย์อื่นๆ ที่มี\n* อายุหรือวัยของผู้ใช้ เช่น เด็ก ผู้สูงอายุ ในกรณีที่เป็นทารกหรือเด็กเล็กควรบอกน้ำหนักตัวแก่แพทย์หรือเภสัชกรให้ทราบด้วย",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปยานี้ใช้เฉพาะเมื่อมีอาการปวดเท่านั้น หากรับประทานยาไปครั้งหนึ่งแล้วอาการปวดลดลงหรือหายไป ก็ไม่ต้องรับประทานยาครั้งต่อไป (การลืมรับประทานยาจึงไม่เป็นอันตราย) แต่หากยังมีอาการปวดอยู่ สามารถรับประทานยานี้ได้ทุก 4-6 ชั่วโมงและไม่ควรเพิ่มขนาดการใช้ยาในครั้งต่อไป\n* หากแพทย์สั่งให้ใช้ยานี้เป็นประจำทุก 4-6 ชั่วโมง ถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* มีอาการแพ้ เช่น ผื่นคัน ผื่นลมพิษ บวมตามอวัยวะต่างๆ เช่น ใบหน้า คอ ตา ริมฝีปาก ลิ้น มือ แขน น่อง ขา ข้อเท้า หายใจหรือกลืนลำบาก มีปัญหาเกี่ยวกับการหายใจ มีไข้ เจ็บคอ เสียงแหบ มีเลือดออกหรือมีรอยช้ำอย่างผิดปกติ อ่อนเพลียหรือไม่มีแรงอย่างผิดปกติ ไข้ร่วมกับคลื่นไส้ อาเจียน ความอยากอาหารลดลง ตาหรือผิวหนังเปลี่ยนเป็นสีเหลืองอย่างผิดปกติ ปัสสาวะสีเข้มดำ",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องระหว่าง 20-25 องศาเซลเซียส เช่น บริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "CHLORPHENIRAMINE [MALEATE] , PARACETAMOL",
    "ชื่อการค้า": "ACETACOL",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* รักษาอาการน้ำมูกไหล น้ำตาไหล อาการปวดหรือมีไข้ เนื่องมาจากโรคหวัดหรือไข้หวัดใหญ่ อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ ดังนั้นหากมีข้อสงสัยควรสอบถามแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้ใช้สำหรับรับประทาน ให้ใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากอย่างเคร่งครัด โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร ถ้ามีอาการไม่สบายท้อง ให้รับประทานยานี้พร้อมอาหารหรือนม\n* ยานี้อาจทำให้มีอาการง่วงซึมได้ ควรหลีกเลี่ยงการขับรถหรือการทำงานกับเครื่องจักรกลหลังจากรับประทานยาหลีกเลี่ยงการดื่มเครื่องดื่มที่มีแอลกอฮอล์ในระหว่างที่รับประทานยานี้อยู่",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติแพ้ยา chlorpheniramine [maleate] paracetamol หรือยาอื่นๆ\n* ใช้หรือกำลังจะใช้ยาอื่นๆทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และยาสมุนไพร\n* ตั้งครรภ์ วางแผนจะตั้งครรภ์ หรือให้นมบุตร\n* มีหรือเคยมีโรคตับ โรคไต โรคต้อหิน ภาวะต่อมลูกหมากโต หรือมีปัญหาเกี่ยวกับระบบทางเดินปัสสาวะ ภาวะติดเหล้า",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* ผื่น หายใจไม่สะดวก ใบหน้า ลิ้น ริมฝีปาก คอ บวม หัวใจเต้นเร็วหรือเต้นผิดจังหวะ ความคิดสับสน ประสาทหลอน ง่วงซึมมาก หรือรู้สึกตื่นเต้น กระวนกระวาย ผิวหนังพุพอง มีเลือดออก มีไข้ หนาวสั่น อ่อนแรง เบื่ออาหาร คลื่นไส้ อาเจียน อุจจาระสีเทา ปัสสาวะมีสีเข้ม มีภาวะดีซ่าน",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนมากกว่า 30 องศาเซลเซียส เช่น บริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "PARACETAMOL",
    "ชื่อการค้า": "ACETAMINOPHEN TABLETS",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* ยานี้ใช้เพื่อรักษาหรือบรรเทาอาการไข้และอาการปวดระดับเล็กน้อยถึงปานกลาง\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้อยู่ในรูปแบบยาเม็ด ใช้สำหรับรับประทาน โดยทั่วไปรับประทานทุกๆ 4-6 ชั่วโมงเมื่อมีอาการปวด หรือใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากยาอย่างเคร่งครัด โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* รับประทานยานี้ได้ทั้งก่อนหรือหลังอาหาร แต่ควรเหมือนกันทุกครั้งที่รับประทาน และควรรับประทานยาให้ตรงเวลาทุกครั้ง\n* สำหรับทารกและเด็กเล็ก ควรปรึกษาแพทย์หรือเภสัชกรก่อนใช้ยานี้\n* สำหรับผู้ใหญ่ ไม่ควรรับประทานยานี้มากกว่า 650 มิลลิกรัมต่อครั้ง (ห้ามรับประทานเกิน 1000 มิลลิกรัมต่อครั้ง)\n* สำหรับผู้ใหญ่ ห้ามรับประทานเกิน 3,250 มิลลิกรัมต่อวัน\n* สำหรับผู้ใหญ่ ห้ามรับประทานยานี้ติดต่อกันเกิน 5 วัน\n* สำหรับเด็ก ห้ามรับประทานยานี้ติดต่อกันเกิน 3-5 วัน\n* การรับประทานยานี้มากกว่าหรือบ่อยกว่าที่แพทย์สั่งให้ใช้อาจเป็นอันตรายต่อตับ\n* ยาสูตรผสมอื่นอาจจะมีตัวยาพาราเซตามอลผสมด้วย โดยเฉพาะยาบรรเทาอาการหวัดต่างๆและยาแก้ปวด ควรอ่านฉลากยาหรือสอบถามแพทย์หรือเภสัชกร เพื่อไม่รับประทานยาซ้ำซ้อนซึ่งอาจจะทำให้ได้รับยาพาราเซตามอลเกินขนาด จนเป็นอันตรายได้\n* หากใช้ยาแล้วยังคงมีไข้ต่อเนื่องหรือเป็นๆหายๆนานกว่า 3 วัน หรืออาการปวดไม่ทุเลาลงใน 10 วันในผู้ใหญ่ หรือ 5 วันในเด็ก ควรหยุดยาและปรึกษาแพทย์",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติการแพ้ยา paracetamol หรือยาอื่นๆ\n* ใช้หรือกำลังใช้ยาอื่นๆ ทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และยาสมุนไพร\n* การตั้งครรภ์ การวางแผนในการตั้งครรภ์ หรือการให้นมบุตร\n* ประวัติการดื่มแอลกอฮอล์ในปริมาณมากๆ หรือบ่อยๆ และ/หรือประวัติการเป็นโรคพิษสุรา (alcoholism)\n* มีหรือเคยมีความผิดปกติของการทำงานของตับ โรคฟีนิลคีโตนูเรีย (phenylketonuria)\n* โรค ภาวะ หรืออาการทางการแพทย์อื่นๆ ที่มี\n* อายุหรือวัยของผู้ใช้ เช่น เด็ก ผู้สูงอายุ ในกรณีที่เป็นทารกหรือเด็กเล็กควรบอกน้ำหนักตัวแก่แพทย์หรือเภสัชกรให้ทราบด้วย",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปยานี้ใช้เฉพาะเมื่อมีอาการปวดเท่านั้น หากรับประทานยาไปครั้งหนึ่งแล้วอาการปวดลดลงหรือหายไป ก็ไม่ต้องรับประทานยาครั้งต่อไป (การลืมรับประทานยาจึงไม่เป็นอันตราย) แต่หากยังมีอาการปวดอยู่ สามารถรับประทานยานี้ได้ทุก 4-6 ชั่วโมงและไม่ควรเพิ่มขนาดการใช้ยาในครั้งต่อไป\n* หากแพทย์สั่งให้ใช้ยานี้เป็นประจำทุก 4-6 ชั่วโมง ถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* มีอาการแพ้ เช่น ผื่นคัน ผื่นลมพิษ บวมตามอวัยวะต่างๆ เช่น ใบหน้า คอ ตา ริมฝีปาก ลิ้น มือ แขน น่อง ขา ข้อเท้า หายใจหรือกลืนลำบาก มีปัญหาเกี่ยวกับการหายใจ มีไข้ เจ็บคอ เสียงแหบ มีเลือดออกหรือมีรอยช้ำอย่างผิดปกติ อ่อนเพลียหรือไม่มีแรงอย่างผิดปกติ ไข้ร่วมกับคลื่นไส้ อาเจียน ความอยากอาหารลดลง ตาหรือผิวหนังเปลี่ยนเป็นสีเหลืองอย่างผิดปกติ ปัสสาวะสีเข้มดำ",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องระหว่าง 20-25 องศาเซลเซียส เช่น บริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "PARACETAMOL",
    "ชื่อการค้า": "ACETAPHAN TABLETS",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* ยานี้ใช้เพื่อรักษาหรือบรรเทาอาการไข้และอาการปวดระดับเล็กน้อยถึงปานกลาง\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้อยู่ในรูปแบบยาเม็ด ใช้สำหรับรับประทาน โดยทั่วไปรับประทานทุกๆ 4-6 ชั่วโมงเมื่อมีอาการปวด หรือใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากยาอย่างเคร่งครัด โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* รับประทานยานี้ได้ทั้งก่อนหรือหลังอาหาร แต่ควรเหมือนกันทุกครั้งที่รับประทาน และควรรับประทานยาให้ตรงเวลาทุกครั้ง\n* สำหรับทารกและเด็กเล็ก ควรปรึกษาแพทย์หรือเภสัชกรก่อนใช้ยานี้\n* สำหรับผู้ใหญ่ ไม่ควรรับประทานยานี้มากกว่า 650 มิลลิกรัมต่อครั้ง (ห้ามรับประทานเกิน 1000 มิลลิกรัมต่อครั้ง)\n* สำหรับผู้ใหญ่ ห้ามรับประทานเกิน 3,250 มิลลิกรัมต่อวัน\n* สำหรับผู้ใหญ่ ห้ามรับประทานยานี้ติดต่อกันเกิน 5 วัน\n* สำหรับเด็ก ห้ามรับประทานยานี้ติดต่อกันเกิน 3-5 วัน\n* การรับประทานยานี้มากกว่าหรือบ่อยกว่าที่แพทย์สั่งให้ใช้อาจเป็นอันตรายต่อตับ\n* ยาสูตรผสมอื่นอาจจะมีตัวยาพาราเซตามอลผสมด้วย โดยเฉพาะยาบรรเทาอาการหวัดต่างๆและยาแก้ปวด ควรอ่านฉลากยาหรือสอบถามแพทย์หรือเภสัชกร เพื่อไม่รับประทานยาซ้ำซ้อนซึ่งอาจจะทำให้ได้รับยาพาราเซตามอลเกินขนาด จนเป็นอันตรายได้\n* หากใช้ยาแล้วยังคงมีไข้ต่อเนื่องหรือเป็นๆหายๆนานกว่า 3 วัน หรืออาการปวดไม่ทุเลาลงใน 10 วันในผู้ใหญ่ หรือ 5 วันในเด็ก ควรหยุดยาและปรึกษาแพทย์",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติการแพ้ยา paracetamol หรือยาอื่นๆ\n* ใช้หรือกำลังใช้ยาอื่นๆ ทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และยาสมุนไพร\n* การตั้งครรภ์ การวางแผนในการตั้งครรภ์ หรือการให้นมบุตร\n* ประวัติการดื่มแอลกอฮอล์ในปริมาณมากๆ หรือบ่อยๆ และ/หรือประวัติการเป็นโรคพิษสุรา (alcoholism)\n* มีหรือเคยมีความผิดปกติของการทำงานของตับ โรคฟีนิลคีโตนูเรีย (phenylketonuria)\n* โรค ภาวะ หรืออาการทางการแพทย์อื่นๆ ที่มี\n* อายุหรือวัยของผู้ใช้ เช่น เด็ก ผู้สูงอายุ ในกรณีที่เป็นทารกหรือเด็กเล็กควรบอกน้ำหนักตัวแก่แพทย์หรือเภสัชกรให้ทราบด้วย",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปยานี้ใช้เฉพาะเมื่อมีอาการปวดเท่านั้น หากรับประทานยาไปครั้งหนึ่งแล้วอาการปวดลดลงหรือหายไป ก็ไม่ต้องรับประทานยาครั้งต่อไป (การลืมรับประทานยาจึงไม่เป็นอันตราย) แต่หากยังมีอาการปวดอยู่ สามารถรับประทานยานี้ได้ทุก 4-6 ชั่วโมงและไม่ควรเพิ่มขนาดการใช้ยาในครั้งต่อไป\n* หากแพทย์สั่งให้ใช้ยานี้เป็นประจำทุก 4-6 ชั่วโมง ถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* มีอาการแพ้ เช่น ผื่นคัน ผื่นลมพิษ บวมตามอวัยวะต่างๆ เช่น ใบหน้า คอ ตา ริมฝีปาก ลิ้น มือ แขน น่อง ขา ข้อเท้า หายใจหรือกลืนลำบาก มีปัญหาเกี่ยวกับการหายใจ มีไข้ เจ็บคอ เสียงแหบ มีเลือดออกหรือมีรอยช้ำอย่างผิดปกติ อ่อนเพลียหรือไม่มีแรงอย่างผิดปกติ ไข้ร่วมกับคลื่นไส้ อาเจียน ความอยากอาหารลดลง ตาหรือผิวหนังเปลี่ยนเป็นสีเหลืองอย่างผิดปกติ ปัสสาวะสีเข้มดำ",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องระหว่าง 20-25 องศาเซลเซียส เช่น บริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "CHLORPHENIRAMINE [MALEATE] , PARACETAMOL",
    "ชื่อการค้า": "ACETAPYRIN C (SYRUP)",
    "รูปแบบยา": "ยาน้ำเชื่อม",
    "ยานี้ใช้สำหรับ": "* รักษาอาการน้ำมูกไหล น้ำตาไหล อาการปวดหรือมีไข้ เนื่องมาจากโรคหวัดหรือไข้หวัดใหญ่ อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ ดังนั้นหากมีข้อสงสัยควรสอบถามแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้ใช้สำหรับรับประทาน ให้ใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากอย่างเคร่งครัด โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร ถ้ามีอาการไม่สบายท้อง ให้รับประทานยานี้พร้อมอาหารหรือนม\n* ยานี้อาจทำให้มีอาการง่วงซึมได้ ควรหลีกเลี่ยงการขับรถหรือการทำงานกับเครื่องจักรกลหลังจากรับประทานยาหลีกเลี่ยงการดื่มเครื่องดื่มที่มีแอลกอฮอล์ในระหว่างที่รับประทานยานี้อยู่\n* ควรใช้ช้อนสำหรับตวงยาโดยเฉพาะในการรับประทานยา\n* ไม่ควรใช้ช้อนชงกาแฟหรือช้อนโต๊ะในครัวเรือนทั่วไป",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติแพ้ยา chlorpheniramine [maleate] paracetamol หรือยาอื่นๆ\n* ใช้หรือกำลังจะใช้ยาอื่นๆทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และยาสมุนไพร\n* ตั้งครรภ์ วางแผนจะตั้งครรภ์ หรือให้นมบุตร\n* มีหรือเคยมีโรคตับ โรคไต โรคต้อหิน ภาวะต่อมลูกหมากโต หรือมีปัญหาเกี่ยวกับระบบทางเดินปัสสาวะ ภาวะติดเหล้า",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* ผื่น หายใจไม่สะดวก ใบหน้า ลิ้น ริมฝีปาก คอ บวม หัวใจเต้นเร็วหรือเต้นผิดจังหวะ ความคิดสับสน ประสาทหลอน ง่วงซึมมาก หรือรู้สึกตื่นเต้น กระวนกระวาย ผิวหนังพุพอง มีเลือดออก มีไข้ หนาวสั่น อ่อนแรง เบื่ออาหาร คลื่นไส้ อาเจียน อุจจาระสีเทา ปัสสาวะมีสีเข้ม มีภาวะดีซ่าน",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนมากกว่า 30 องศาเซลเซียส เช่น บริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "PARACETAMOL",
    "ชื่อการค้า": "ACETASIL",
    "รูปแบบยา": "ยาน้ำเชื่อม",
    "ยานี้ใช้สำหรับ": "* ยานี้ใช้เพื่อรักษาหรือบรรเทาอาการไข้และอาการปวดระดับเล็กน้อยถึงปานกลาง\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้อยู่ในรูปแบบยาน้ำเชื่อมใช้สำหรับรับประทาน โดยทั่วไปรับประทานทุกๆ 4-6 ชั่วโมงเมื่อมีอาการปวด หรือใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากยาอย่างเคร่งครัด โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* รับประทานยานี้ได้ทั้งก่อนหรือหลังอาหาร แต่ควรเหมือนกันทุกครั้งที่รับประทาน และควรรับประทานยาให้ตรงเวลาทุกครั้ง\n* สำหรับทารกและเด็กเล็ก ควรปรึกษาแพทย์หรือเภสัชกรก่อนใช้ยานี้\n* สำหรับผู้ใหญ่ ไม่ควรรับประทานยานี้มากกว่า 650 มิลลิกรัมต่อครั้ง (ห้ามรับประทานเกิน 1000 มิลลิกรัมต่อครั้ง)\n* สำหรับผู้ใหญ่ ห้ามรับประทานเกิน 3,250 มิลลิกรัมต่อวัน\n* สำหรับผู้ใหญ่ ห้ามรับประทานยานี้ติดต่อกันเกิน 5 วัน\n* สำหรับเด็ก ห้ามรับประทานยานี้ติดต่อกันเกิน 3-5 วัน\n* การรับประทานยานี้มากกว่าหรือบ่อยกว่าที่แพทย์สั่งให้ใช้อาจเป็นอันตรายต่อตับ\n* ยาสูตรผสมอื่นอาจจะมีตัวยาพาราเซตามอลผสมด้วย โดยเฉพาะยาบรรเทาอาการหวัดต่างๆและยาแก้ปวด ควรอ่านฉลากยาหรือสอบถามแพทย์หรือเภสัชกร เพื่อไม่รับประทานยาซ้ำซ้อนซึ่งอาจจะทำให้ได้รับยาพาราเซตามอลเกินขนาด จนเป็นอันตรายได้\n* หากใช้ยาแล้วยังคงมีไข้ต่อเนื่องหรือเป็นๆหายๆนานกว่า 3 วัน หรืออาการปวดไม่ทุเลาลงใน 10 วันในผู้ใหญ่ หรือ 5 วันในเด็ก ควรหยุดยาและปรึกษาแพทย์\n* ควรเขย่าขวดก่อนใช้ยาทุกครั้ง ใช้ช้อนสำหรับตวงยาโดยเฉพาะในการรับประทานยา ไม่ควรใช้ช้อนชงกาแฟหรือช้อนโต๊ะในครัวเรือนทั่วไป และไม่ควรผสมยานี้กับนมหรืออาหารในเด็ก",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติการแพ้ยา paracetamol หรือยาอื่นๆ\n* ใช้หรือกำลังใช้ยาอื่นๆ ทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และยาสมุนไพร\n* การตั้งครรภ์ การวางแผนในการตั้งครรภ์ หรือการให้นมบุตร\n* ประวัติการดื่มแอลกอฮอล์ในปริมาณมากๆ หรือบ่อยๆ และ/หรือประวัติการเป็นโรคพิษสุรา (alcoholism)\n* มีหรือเคยมีความผิดปกติของการทำงานของตับ โรคฟีนิลคีโตนูเรีย (phenylketonuria)\n* โรค ภาวะ หรืออาการทางการแพทย์อื่นๆ ที่มี\n* อายุหรือวัยของผู้ใช้ เช่น เด็ก ผู้สูงอายุ ในกรณีที่เป็นทารกหรือเด็กเล็กควรบอกน้ำหนักตัวแก่แพทย์หรือเภสัชกรให้ทราบด้วย",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปยานี้ใช้เฉพาะเมื่อมีอาการปวดเท่านั้น หากรับประทานยาไปครั้งหนึ่งแล้วอาการปวดลดลงหรือหายไป ก็ไม่ต้องรับประทานยาครั้งต่อไป (การลืมรับประทานยาจึงไม่เป็นอันตราย) แต่หากยังมีอาการปวดอยู่ สามารถรับประทานยานี้ได้ทุก 4-6 ชั่วโมงและไม่ควรเพิ่มขนาดการใช้ยาในครั้งต่อไป\n* หากแพทย์สั่งให้ใช้ยานี้เป็นประจำทุก 4-6 ชั่วโมง ถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* มีอาการแพ้ เช่น ผื่นคัน ผื่นลมพิษ บวมตามอวัยวะต่างๆ เช่น ใบหน้า คอ ตา ริมฝีปาก ลิ้น มือ แขน น่อง ขา ข้อเท้า หายใจหรือกลืนลำบาก มีปัญหาเกี่ยวกับการหายใจ มีไข้ เจ็บคอ เสียงแหบ มีเลือดออกหรือมีรอยช้ำอย่างผิดปกติ อ่อนเพลียหรือไม่มีแรงอย่างผิดปกติ ไข้ร่วมกับคลื่นไส้ อาเจียน ความอยากอาหารลดลง ตาหรือผิวหนังเปลี่ยนเป็นสีเหลืองอย่างผิดปกติ ปัสสาวะสีเข้มดำ",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องระหว่าง 20-25 องศาเซลเซียส เช่น บริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "ACETAZOLAMIDE",
    "ชื่อการค้า": "ACETAZOLAMIDE TABLET B.P.",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* รักษาโรคต้อหิน\n* ช่วยบรรเทาอาการไม่สบายท้อง ปวดหัว หายใจติดขัด เวียนศรีษะ ง่วงซึม อ่อนแรง เมื่ออยู่บนพื้นที่สูง (altitude sickness)\n* ใช้ร่วมกับยาอื่นเพื่อลดอาการบวมน้ำ และควบคุมอาการชักในผู้ป่วยโรคลมชัก\n* อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ ดังนั้นหากมีข้อสงสัยควรสอบถามแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้ใช้สำหรับรับประทาน ให้ใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากอย่างเคร่งครัด โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* รับประทานยานี้พร้อมอาหาร\n* รับประทานยาพร้อมดื่มน้ำตาม 1 แก้ว\n* การรับประทานยานี้อาจทำให้มีอาการง่วงซึม\n* หลีกเลี่ยงการดื่มเครื่องดื่มที่มีแอลกอฮอล์ในระหว่างที่รับประทานยานี้อยู่\n* ยานี้ทำให้ผิวหนังมีความไวต่อแสงแดด จึงควรหลีกเลี่ยงการสัมผัสกับแสงแดดโดยตรง โดยการสวมเสื้อผ้าที่ป้องกันแสงแดดได้ สวมหมวก แว่นตากันแดด ทาครีมกันแดด",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติแพ้ยา acetazolamide,sulfa,diuretics  หรือยาอื่นๆ\n* ใช้หรือกำลังจะใช้ยาอื่นๆทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง โดยเฉพาะยาแอมเฟตามีน แอสไพริน ไซโคลสปอริน ยารักษาอาการซึมเศร้าหรือภาวะหัวใจเต้นผิดปกติ ไดฟลูนิซอล ไดจอกซิน ยาขับปัสสาวะ ลิเธียม ฟีโนบาร์บิทอล ไพรมิโดน รวมทั้งวิตามิน อาหารเสริม และยาสมุนไพร\n* ตั้งครรภ์ วางแผนจะตั้งครรภ์ หรือให้นมบุตร\n* มีหรือเคยมีโรคตับ โรคไต โรคหัวใจ โรคเบาหวาน\n* หากท่านกำลังจะเข้ารับการผ่าตัด หรือการทำทันตกรรมใดๆ ควรแจ้งให้แพทย์หรือทันตแพทย์ทราบว่าท่านกำลังใช้ยานี้อยู่",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* ชาหรือมีอาการเจ็บแปลบ\nกระหายน้ำเพิ่มขึ้น ปัสสาวะมากขึ้น ปัสสาวะมีเลือดปนหรือมีสีเข้มขึ้น\nง่วงซึม ความคิดสับสน ซึมเศร้า ปวดศรีษะ มีไข้ เจ็บคอ อ่อนแรง\nตัวเหลืองหรือตาเหลือง\nอาการชัก\nเลือดออกผิดปกติหรือมีรอยช้ำ\nอาการแพ้ เช่น ผื่นที่ผิวหนัง ผื่นคันหรือลมพิษ ผิวหนังแสบร้อนและหลุดลอก หน้าบวม ปากบวม ลิ้นบวม\nมีเสียงดังในหู",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา  ปิดภาชนะให้สนิท  และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนมากกว่า 30 องศาเซลเซียส  เช่น บริเวณที่ถูกแสงแดดโดยตรง    และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "ACETYLCYSTEINE",
    "ชื่อการค้า": "ACETYLCYSTEIN 600 STADA TABS",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* ทำให้เสมหะที่เหนียวข้นเหลวลงและถูกขับออกได้ง่ายขึ้น บรรเทาอาการไอที่มีเสมหะ ในโรคหลอดลมอักเสบเรื้อรัง ช่องคออักเสบ หอบหืด ไข้หวัด เป็นต้น\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆ ดังนั้นหากมีข้อสงสัยจึงควรสอบถามแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้ใช้สำหรับรับประทาน โดยทั่วไปรับประทานวันละ 1-3 ครั้ง ขึ้นอาการและโรคที่เป็นอยู่ และปริมาณยาใน 1 เม็ด\n* หรือใช้ตามวิธีที่ระบุบนฉลากยา ไม่ควรใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ หากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติแพ้ยา acetylcysteine หรือแพ้ยาอื่นๆ\n* ยาประจำใช้อยู่ทั้งที่แพทย์สั่งจ่ายหรือยาที่ซื้อใช้เอง รวมถึงวิตามิน อาหารเสริม และยาสมุนไพร\n* ตั้งครรภ์ วางแผนในการตั้งครรภ์ หรืออยู่ระหว่างให้นมบุตร หากตั้งครรภ์ระหว่างใช้ยานี้ต้องแจ้งให้แพทย์ทราบ\n* โรคประจำตัว อาการหรือโรคที่เคยเป็นมาในอดีต โดยเฉพาะ โรคกระเพาะ เป็นต้น",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ ถ้าเป็นเวลาใกล้มื้อถัดไป ให้ข้ามไปรับประทานยามื้อต่อไปได้เลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* หายใจลำบาก\nผื่นคัน ลมพิษ",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้ร้อนกว่า 30 องศาเซลเซียส เช่น บริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "ACETYLCYSTEINE",
    "ชื่อการค้า": "ACETIN - A 200",
    "รูปแบบยา": "ยาผงแห้งชนิดผสมก่อนใช้",
    "ยานี้ใช้สำหรับ": "* ทำให้เสมหะที่เหนียวข้นเหลวลงและถูกขับออกได้ง่ายขึ้น บรรเทาอาการไอที่มีเสมหะ ในโรคหลอดลมอักเสบเรื้อรัง ช่องคออักเสบ หอบหืด ไข้หวัด เป็นต้น\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆ ดังนั้นหากมีข้อสงสัยจึงควรสอบถามแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้ใช้สำหรับรับประทาน โดยทั่วไปรับประทานวันละ 1-3 ครั้ง ขึ้นกับอาการและโรคที่เป็นอยู่\n* ละลายยาในน้ำครึ่งถึงหนึ่งแก้ว คนให้ละลายตัวดี รอจนฟองฟู่หมดค่อยรับประทาน\n* หรือใช้ตามวิธีที่ระบุบนฉลากยา ไม่ควรใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ หากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติแพ้ยา acetylcysteine หรือแพ้ยาอื่นๆ\n* ยาประจำใช้อยู่ทั้งที่แพทย์สั่งจ่ายหรือยาที่ซื้อใช้เอง รวมถึงวิตามิน อาหารเสริม และยาสมุนไพร\n* ตั้งครรภ์ วางแผนในการตั้งครรภ์ หรืออยู่ระหว่างให้นมบุตร หากตั้งครรภ์ระหว่างใช้ยานี้ต้องแจ้งให้แพทย์ทราบ\n* โรคประจำตัว อาการหรือโรคที่เคยเป็นมาในอดีต โดยเฉพาะ โรคกระเพาะ เป็นต้น",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ ถ้าเป็นเวลาใกล้มื้อถัดไป ให้ข้ามไปรับประทานยามื้อต่อไปได้เลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* หายใจลำบาก\nผื่นคัน ลมพิษ",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้ร้อนกว่า 30 องศาเซลเซียส เช่น บริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "ACETYLCYSTEINE",
    "ชื่อการค้า": "ACETIN 200",
    "รูปแบบยา": "แกรนูลสำหรับผสมก่อนใช้",
    "ยานี้ใช้สำหรับ": "* ทำให้เสมหะที่เหนียวข้นเหลวลงและถูกขับออกได้ง่ายขึ้น บรรเทาอาการไอที่มีเสมหะ ในโรคหลอดลมอักเสบเรื้อรัง ช่องคออักเสบ หอบหืด ไข้หวัด เป็นต้น\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆ ดังนั้นหากมีข้อสงสัยจึงควรสอบถามแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้ใช้สำหรับรับประทาน โดยทั่วไปรับประทานวันละ 1-3 ครั้ง ขึ้นกับอาการและโรคที่เป็นอยู่\n* ละลายยาในน้ำครึ่งถึงหนึ่งแก้ว คนให้ละลายตัวดี รอจนฟองฟู่หมดค่อยรับประทาน\n* หรือใช้ตามวิธีที่ระบุบนฉลากยา ไม่ควรใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ หากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติแพ้ยา acetylcysteine หรือแพ้ยาอื่นๆ\n* ยาประจำใช้อยู่ทั้งที่แพทย์สั่งจ่ายหรือยาที่ซื้อใช้เอง รวมถึงวิตามิน อาหารเสริม และยาสมุนไพร\n* ตั้งครรภ์ วางแผนในการตั้งครรภ์ หรืออยู่ระหว่างให้นมบุตร หากตั้งครรภ์ระหว่างใช้ยานี้ต้องแจ้งให้แพทย์ทราบ\n* โรคประจำตัว อาการหรือโรคที่เคยเป็นมาในอดีต โดยเฉพาะ โรคกระเพาะ เป็นต้น",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ ถ้าเป็นเวลาใกล้มื้อถัดไป ให้ข้ามไปรับประทานยามื้อต่อไปได้เลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* หายใจลำบาก\nผื่นคัน ลมพิษ",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้ร้อนกว่า 30 องศาเซลเซียส เช่น บริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "CARBOCISTEINE",
    "ชื่อการค้า": "ACETIN - AC",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* รักษาอาการมีเสมหะเนื่องจากการติดเชื้อในระบบทางเดินหายใจหรือติดเชื้อบริเวณจมูก หู คอ\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้ใช้สำหรับรับประทาน โดยทั่วไปรับประทานวันละ 2-3 ครั้ง ให้ใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากยาอย่างเคร่งครัด  โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ   และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* ควรรับประทานยานี้พร้อมอาหาร",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติแพ้ยา คาร์โบซิสเตอีน หรือยาอื่น\n* ใช้หรือกำลังจะใช้  ยาอื่นๆ ทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง? วิตามิน? ?อาหารเสริม ?และสมุนไพร\n* ตั้งครรภ์  วางแผนจะตั้งครรภ์  หรือให้นมบุตร\n* มีหรือเคยมีโรคแผลในระบบทางเดินอาหาร",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้  แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป  ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* ไม่สบายท้อง",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา  ปิดภาชนะให้สนิท  และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนมากกว่า 30 องศาเซลเซียส  เช่น บริเวณที่ถูกแสงแดดโดยตรง    และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "ACETYLCYSTEINE",
    "ชื่อการค้า": "ACETYLCYSTEIN 200 STADA TABS",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* ทำให้เสมหะที่เหนียวข้นเหลวลงและถูกขับออกได้ง่ายขึ้น บรรเทาอาการไอที่มีเสมหะ ในโรคหลอดลมอักเสบเรื้อรัง ช่องคออักเสบ หอบหืด ไข้หวัด เป็นต้น\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆ ดังนั้นหากมีข้อสงสัยจึงควรสอบถามแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้ใช้สำหรับรับประทาน โดยทั่วไปรับประทานวันละ 1-3 ครั้ง ขึ้นอาการและโรคที่เป็นอยู่ และปริมาณยาใน 1 เม็ด\n* หรือใช้ตามวิธีที่ระบุบนฉลากยา ไม่ควรใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ หากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติแพ้ยา acetylcysteine หรือแพ้ยาอื่นๆ\n* ยาประจำใช้อยู่ทั้งที่แพทย์สั่งจ่ายหรือยาที่ซื้อใช้เอง รวมถึงวิตามิน อาหารเสริม และยาสมุนไพร\n* ตั้งครรภ์ วางแผนในการตั้งครรภ์ หรืออยู่ระหว่างให้นมบุตร หากตั้งครรภ์ระหว่างใช้ยานี้ต้องแจ้งให้แพทย์ทราบ\n* โรคประจำตัว อาการหรือโรคที่เคยเป็นมาในอดีต โดยเฉพาะ โรคกระเพาะ เป็นต้น",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ ถ้าเป็นเวลาใกล้มื้อถัดไป ให้ข้ามไปรับประทานยามื้อต่อไปได้เลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* หายใจลำบาก\nผื่นคัน ลมพิษ",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้ร้อนกว่า 30 องศาเซลเซียส เช่น บริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "ACETYLSALICYLIC ACID , GLYCINE",
    "ชื่อการค้า": "Cardiprin 100",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* บรรเทาอาการเจ็บปวด บวมจากภาวะอักเสบของข้อ เช่น ไขข้อกระดูกอักเสบ (osteoarthritis) ไขข้ออักเสบรูมาตอยด์ (rheumatoid arthritis) และ ไขข้อกระดูกสันหลังอักเสบ (ankylosing spondylitis) หรือใช้เพื่อบรรเทาอาการปวดจากสาเหตุอื่น ได้แก่ ปวดประจำเดือน ปวดฟัน ปวดกล้ามเนื้อ\n* ใช้ลดไข้ตัวร้อนที่ไม่ได้มีสาเหตุจากไข้เลือดออก อีสุกอีใส หรือไข้หวัดใหญ่\n* ยานี้อาจใช้เพื่อรักษาหรือโรคหรืออาการอื่นๆ ได้แก่ ป้องกันหลอดเลือดอุดตัน ดังนั้นหากมีข้อสงสัยควรสอบถามแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้ใช้สำหรับรับประทาน โดยทั่วไปรับประทานวันละ 1-4 ครั้ง ขึ้นกับโรค หรืออาการที่เป็นอยู่\n* ควรรับประทานยานี้หลังอาหารทันทีหรือดื่มน้ำตามมากๆ\n* หากมีไข้นานเกิน 3 วัน หรืออาการปวดยังไม่ทุเลาเกิน 10 วัน ควรปรึกษาแพทย์\n* หลีกเลี่ยงการดื่มเครื่องดื่มที่มีแอลกอฮอล์ในระหว่างรับประทานยานี้\n* ไม่ควรใช้ยานี้ในเด็กอายุต่ำกว่า 12 ปี โดยไม่ได้อยู่ในความดูแลของแพทย์หรือเภสัชกร",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* มีประวัติแพ้ยา aspirin (acetylsalicylic acid) ยาต้านอักเสบที่ไม่ใช่สเตอรอยด์ (NSAIDS) หรือยาอื่นๆ\n* ยาประจำใช้อยู่ทั้งที่แพทย์สั่งจ่ายหรือยาที่ซื้อใช้เอง รวมถึงวิตามิน อาหารเสริม และยาสมุนไพร\n* ตั้งครรภ์ วางแผนในการตั้งครรภ์ หรืออยู่ระหว่างให้นมบุตร หากตั้งครรภ์ระหว่างใช้ยานี้ต้องแจ้งให้แพทย์ทราบ\n* โรคประจำตัว อาการหรือโรคที่เคยเป็นมาในอดีต โดยเฉพาะ โรคหอบหืด  โรคกระเพาะ ความดันโลหิตสูง โรคเลือดไหลไม่หยุด โรคตับ โรคไต เป็นต้น\n* หากต้องเข้ารับการผ่าตัดหรือทำฟัน ต้องแจ้งให้แพทย์หรือทันตแพทย์ทราบก่อนทำการรักษา",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ ถ้าเป็นเวลาใกล้มื้อถัดไป ให้ข้ามไปรับประทานยามื้อต่อไปได้เลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* ผื่นคัน ลมพิษ\nบวมที่ตา ใบหน้า ริมฝีปาก ลิ้น หรือช่องคอ\nหายใจลำบากหรือหายใจมีเสียงหวีด\nเสียงแหบ\nตัวเย็น\nมีเสียงในหู หรือไม่ได้ยินเสียง\nอาเจียนเป็นเลือด\nอุจจาระเป็นสีแดงสด หรือสีดำคล้ำ",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้ร้อนกว่า 30 องศาเซลเซียส เช่น บริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ หรือมีกลิ่นเหม็นเปรี้ยว",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "PARACETAMOL",
    "ชื่อการค้า": "ACETOPHEN SYRUP (RED)",
    "รูปแบบยา": "ยาน้ำเชื่อม",
    "ยานี้ใช้สำหรับ": "* ยานี้ใช้เพื่อรักษาหรือบรรเทาอาการไข้และอาการปวดระดับเล็กน้อยถึงปานกลาง\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้อยู่ในรูปแบบยาน้ำเชื่อมใช้สำหรับรับประทาน โดยทั่วไปรับประทานทุกๆ 4-6 ชั่วโมงเมื่อมีอาการปวด หรือใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากยาอย่างเคร่งครัด โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* รับประทานยานี้ได้ทั้งก่อนหรือหลังอาหาร แต่ควรเหมือนกันทุกครั้งที่รับประทาน และควรรับประทานยาให้ตรงเวลาทุกครั้ง\n* สำหรับทารกและเด็กเล็ก ควรปรึกษาแพทย์หรือเภสัชกรก่อนใช้ยานี้\n* สำหรับผู้ใหญ่ ไม่ควรรับประทานยานี้มากกว่า 650 มิลลิกรัมต่อครั้ง (ห้ามรับประทานเกิน 1000 มิลลิกรัมต่อครั้ง)\n* สำหรับผู้ใหญ่ ห้ามรับประทานเกิน 3,250 มิลลิกรัมต่อวัน\n* สำหรับผู้ใหญ่ ห้ามรับประทานยานี้ติดต่อกันเกิน 5 วัน\n* สำหรับเด็ก ห้ามรับประทานยานี้ติดต่อกันเกิน 3-5 วัน\n* การรับประทานยานี้มากกว่าหรือบ่อยกว่าที่แพทย์สั่งให้ใช้อาจเป็นอันตรายต่อตับ\n* ยาสูตรผสมอื่นอาจจะมีตัวยาพาราเซตามอลผสมด้วย โดยเฉพาะยาบรรเทาอาการหวัดต่างๆและยาแก้ปวด ควรอ่านฉลากยาหรือสอบถามแพทย์หรือเภสัชกร เพื่อไม่รับประทานยาซ้ำซ้อนซึ่งอาจจะทำให้ได้รับยาพาราเซตามอลเกินขนาด จนเป็นอันตรายได้\n* หากใช้ยาแล้วยังคงมีไข้ต่อเนื่องหรือเป็นๆหายๆนานกว่า 3 วัน หรืออาการปวดไม่ทุเลาลงใน 10 วันในผู้ใหญ่ หรือ 5 วันในเด็ก ควรหยุดยาและปรึกษาแพทย์\n* ควรเขย่าขวดก่อนใช้ยาทุกครั้ง ใช้ช้อนสำหรับตวงยาโดยเฉพาะในการรับประทานยา ไม่ควรใช้ช้อนชงกาแฟหรือช้อนโต๊ะในครัวเรือนทั่วไป และไม่ควรผสมยานี้กับนมหรืออาหารในเด็ก",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติการแพ้ยา paracetamol หรือยาอื่นๆ\n* ใช้หรือกำลังใช้ยาอื่นๆ ทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และยาสมุนไพร\n* การตั้งครรภ์ การวางแผนในการตั้งครรภ์ หรือการให้นมบุตร\n* ประวัติการดื่มแอลกอฮอล์ในปริมาณมากๆ หรือบ่อยๆ และ/หรือประวัติการเป็นโรคพิษสุรา (alcoholism)\n* มีหรือเคยมีความผิดปกติของการทำงานของตับ โรคฟีนิลคีโตนูเรีย (phenylketonuria)\n* โรค ภาวะ หรืออาการทางการแพทย์อื่นๆ ที่มี\n* อายุหรือวัยของผู้ใช้ เช่น เด็ก ผู้สูงอายุ ในกรณีที่เป็นทารกหรือเด็กเล็กควรบอกน้ำหนักตัวแก่แพทย์หรือเภสัชกรให้ทราบด้วย",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปยานี้ใช้เฉพาะเมื่อมีอาการปวดเท่านั้น หากรับประทานยาไปครั้งหนึ่งแล้วอาการปวดลดลงหรือหายไป ก็ไม่ต้องรับประทานยาครั้งต่อไป (การลืมรับประทานยาจึงไม่เป็นอันตราย) แต่หากยังมีอาการปวดอยู่ สามารถรับประทานยานี้ได้ทุก 4-6 ชั่วโมงและไม่ควรเพิ่มขนาดการใช้ยาในครั้งต่อไป\n* หากแพทย์สั่งให้ใช้ยานี้เป็นประจำทุก 4-6 ชั่วโมง ถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* มีอาการแพ้ เช่น ผื่นคัน ผื่นลมพิษ บวมตามอวัยวะต่างๆ เช่น ใบหน้า คอ ตา ริมฝีปาก ลิ้น มือ แขน น่อง ขา ข้อเท้า หายใจหรือกลืนลำบาก มีปัญหาเกี่ยวกับการหายใจ มีไข้ เจ็บคอ เสียงแหบ มีเลือดออกหรือมีรอยช้ำอย่างผิดปกติ อ่อนเพลียหรือไม่มีแรงอย่างผิดปกติ ไข้ร่วมกับคลื่นไส้ อาเจียน ความอยากอาหารลดลง ตาหรือผิวหนังเปลี่ยนเป็นสีเหลืองอย่างผิดปกติ ปัสสาวะสีเข้มดำ",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องระหว่าง 20-25 องศาเซลเซียส เช่น บริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "ACETYLCYSTEINE",
    "ชื่อการค้า": "ACETYLCYSTEIN 100 STADA TABS",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* ทำให้เสมหะที่เหนียวข้นเหลวลงและถูกขับออกได้ง่ายขึ้น บรรเทาอาการไอที่มีเสมหะ ในโรคหลอดลมอักเสบเรื้อรัง ช่องคออักเสบ หอบหืด ไข้หวัด เป็นต้น\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆ ดังนั้นหากมีข้อสงสัยจึงควรสอบถามแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้ใช้สำหรับรับประทาน โดยทั่วไปรับประทานวันละ 1-3 ครั้ง ขึ้นอาการและโรคที่เป็นอยู่ และปริมาณยาใน 1 เม็ด\n* หรือใช้ตามวิธีที่ระบุบนฉลากยา ไม่ควรใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ หากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติแพ้ยา acetylcysteine หรือแพ้ยาอื่นๆ\n* ยาประจำใช้อยู่ทั้งที่แพทย์สั่งจ่ายหรือยาที่ซื้อใช้เอง รวมถึงวิตามิน อาหารเสริม และยาสมุนไพร\n* ตั้งครรภ์ วางแผนในการตั้งครรภ์ หรืออยู่ระหว่างให้นมบุตร หากตั้งครรภ์ระหว่างใช้ยานี้ต้องแจ้งให้แพทย์ทราบ\n* โรคประจำตัว อาการหรือโรคที่เคยเป็นมาในอดีต โดยเฉพาะ โรคกระเพาะ เป็นต้น",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ ถ้าเป็นเวลาใกล้มื้อถัดไป ให้ข้ามไปรับประทานยามื้อต่อไปได้เลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* หายใจลำบาก\nผื่นคัน ลมพิษ",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้ร้อนกว่า 30 องศาเซลเซียส เช่น บริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "ACETYLCYSTEINE",
    "ชื่อการค้า": "Acetin 200, Actrino, Alistine forte, Broxil, Caboxteine, Cacil, Cystecil, Cisteine granules, Cysmucil, Flucil, Fluimucil 100 mg, Fluimucil 200mg, Fluimucil a 100, Fluimucil a 200, Fullfone, Hido nac 100 mg., Hido nac 200 mg., Hido nac 600 mg, Inmucil, Iraxcil, Mucocil, Mucolid sf 200, Mucolid sf 600, Mucoline, Mucolise granules, Mucomac, Mucotic, Mucotic 200 mg, Mufarcil, Mysoven granules, Mysoven granules 600, Mucil 200, Mucil granules, Mysoven granules 200, Phemucil, Pinmucil - 100, Pinmucil - 200, Q - flo 100, Q - flo 200, Simucin 100, Umacil, มิวโคไลส์ กรานูล",
    "รูปแบบยา": "แกรนูลสำหรับผสมก่อนใช้",
    "ยานี้ใช้สำหรับ": "* ทำให้เสมหะที่เหนียวข้นเหลวลงและถูกขับออกได้ง่ายขึ้น บรรเทาอาการไอที่มีเสมหะ ในโรคหลอดลมอักเสบเรื้อรัง ช่องคออักเสบ หอบหืด ไข้หวัด เป็นต้น\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆ ดังนั้นหากมีข้อสงสัยจึงควรสอบถามแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้ใช้สำหรับรับประทาน โดยทั่วไปรับประทานวันละ 1-3 ครั้ง ขึ้นกับอาการและโรคที่เป็นอยู่\n* ละลายยาในน้ำครึ่งถึงหนึ่งแก้ว คนให้ละลายตัวดี รอจนฟองฟู่หมดค่อยรับประทาน\n* หรือใช้ตามวิธีที่ระบุบนฉลากยา ไม่ควรใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ หากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติแพ้ยา acetylcysteine หรือแพ้ยาอื่นๆ\n* ยาประจำใช้อยู่ทั้งที่แพทย์สั่งจ่ายหรือยาที่ซื้อใช้เอง รวมถึงวิตามิน อาหารเสริม และยาสมุนไพร\n* ตั้งครรภ์ วางแผนในการตั้งครรภ์ หรืออยู่ระหว่างให้นมบุตร หากตั้งครรภ์ระหว่างใช้ยานี้ต้องแจ้งให้แพทย์ทราบ\n* โรคประจำตัว อาการหรือโรคที่เคยเป็นมาในอดีต โดยเฉพาะ โรคกระเพาะ เป็นต้น",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ ถ้าเป็นเวลาใกล้มื้อถัดไป ให้ข้ามไปรับประทานยามื้อต่อไปได้เลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* หายใจลำบาก\nผื่นคัน ลมพิษ",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้ร้อนกว่า 30 องศาเซลเซียส เช่น บริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "ACETYLSALICYLIC ACID",
    "ชื่อการค้า": "A.s.a. 325, A.s.a. 650, A.s.a. 81, Anassa enteric coated tablets, Asatab 60, Asmed, Aspac, Aspent - m, Aspent ds, Aspipac, Aspiren, Aspirin, Aspirin - star 300, Aspirin 300 mg tablet, Aspirin bkt, Aspirin cardio 100, Aspirin coated tablets แอสไพรินชนิดเม็ดเคลือบ, Asprevent, Asrina, Asteric-60, Anassa 60 enteric coated tablet, Anassa enteric coated tablet, Aslac, Aspent, Astaric e/c, B-aspirin บี-แอสไพริน, Bayaspirin cardio 100, Caparin 60, Entas 300, Entrarin enteric coated tablets, Infarcard, Infarcard 60, Pirinmed, Saferin-10, Saferin-5, V-as, Zapirin - 60, เบย์แอสไพริน คาร์ดิโอ 100, แอสไพริน-สตาร์ 81",
    "รูปแบบยา": "ยาเม็ดชนิดแตกตัวในลำไส้",
    "ยานี้ใช้สำหรับ": "* บรรเทาอาการเจ็บปวด บวมจากภาวะอักเสบของข้อ เช่น ไขข้อกระดูกอักเสบ (osteoarthritis) ไขข้ออักเสบรูมาตอยด์ (rheumatoid arthritis) และ ไขข้อกระดูกสันหลังอักเสบ (ankylosing spondylitis) หรือใช้เพื่อบรรเทาอาการปวดจากสาเหตุอื่น ได้แก่ ปวดประจำเดือน ปวดฟัน ปวดกล้ามเนื้อ ใช้ลดไข้ตัวร้อนที่ไม่ได้มีสาเหตุจากไข้เลือดออก อีสุกอีใส หรือไข้หวัดใหญ่\n* ยานี้อาจใช้เพื่อรักษาหรือโรคหรืออาการอื่นๆ ได้แก่ ป้องกันหลอดเลือดอุดตัน ดังนั้นหากมีข้อสงสัยควรสอบถามแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้ใช้สำหรับรับประทาน โดยทั่วไปรับประทานวันละ 1-4 ครั้ง ขึ้นกับโรคหรืออาการที่เป็นอยู่\n* ห้ามรับประทานยานี้พร้อมยาลดกรด หากจะรับประทานต้องห่างกันอย่างน้อย 2 ชั่วโมง\n* หากมีไข้นานเกิน 3 วัน หรืออาการปวดยังไม่ทุเลาเกิน 10 วัน ควรปรึกษาแพทย์\n* หลีกเลี่ยงการดื่มเครื่องดื่มที่มีแอลกอฮอล์ในระหว่างรับประทานยานี้ ไม่ควรใช้ยานี้ในเด็กอายุต่ำกว่า 12 ปี โดยไม่ได้อยู่ในความดูแลของแพทย์หรือเภสัชกร\n* ไม่ควรบดหรือเคี้ยวเม็ดยา ยกเว้นในกรณีบุคลากรทางการแพทย์พิจารณาแล้วเท่านั้น",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* มีประวัติแพ้ยา aspirin (acetylsalicylic acid) ยาต้านอักเสบที่ไม่ใช่สเตอรอยด์ (NSAIDS) หรือยาอื่นๆ\n* ใช้หรือกำลังใช้ยาอื่นๆ ยาประจำใช้อยู่ทั้งที่แพทย์สั่งจ่ายหรือยาที่ซื้อใช้เอง รวมถึงวิตามิน อาหารเสริม และยาสมุนไพร\n* ตั้งครรภ์ วางแผนในการตั้งครรภ์ หรืออยู่ระหว่างให้นมบุตร หากตั้งครรภ์ระหว่างใช้ยานี้ต้องแจ้งให้แพทย์ทราบ\n* โรคประจำตัว อาการหรือโรคที่เคยเป็นมาในอดีต โดยเฉพาะ โรคหอบหืด โรคกระเพาะ ความดันโลหิตสูง โรคเลือดไหลไม่หยุด โรคตับ โรคไต เป็นต้น\n* หากต้องเข้ารับการผ่าตัดหรือทำฟัน ต้องแจ้งให้แพทย์หรือทันตแพทย์ทราบก่อนทำการรักษา",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ ถ้าเป็นเวลาใกล้มื้อถัดไป ให้ข้ามไปรับประทานยามื้อต่อไปได้เลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* ผื่นคัน ลมพิษ บวมที่ตา ใบหน้า ริมฝีปาก ลิ้น หรือช่องคอ หายใจลำบากหรือหายใจมีเสียงหวีด เสียงแหบ ตัวเย็น มีเสียงในหู หรือไม่ได้ยินเสียง อาเจียนเป็นเลือด อุจจาระเป็นสีแดงสด หรือสีดำคล้ำ",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้ร้อนกว่า 30 องศาเซลเซียส เช่น บริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น ทิ้งยานี้เมื่อยาหมดอายุ หรือมีกลิ่นเหม็นเปรี้ยว",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "ACETYLSALICYLIC ACID , DIPYRIDAMOLE",
    "ชื่อการค้า": "Aggrenox capsules แอกกรีน็อก ชนิดแคปซูล",
    "รูปแบบยา": "แคปซูล (ควบคุมการปลดปล่อยยา)",
    "ยานี้ใช้สำหรับ": "* ยานี้ใช้เพื่อลดความเสี่ยงในการเกิดโรคหลอดเลือดสมอง (stroke) ในผู้ที่เคยมีประวัติโรคหลอดเลือดสมองหรือโรคหลอดเลือดหัวใจตีบ\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้อยู่ในรูปแบบยาแคปซูล ชนิดควบคุมการปลดปล่อยตัวยา ใช้สำหรับรับประทาน สามารถรับประทานยานี้ก่อนหรือหลังอาหารได้ โดยใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากยาอย่างเคร่งครัด โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* ไม่ควรตัดแบ่งหรือเคี้ยวเม็ดยา  ควรกลืนยาทั้งเม็ด",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* การแพ้ยา แอสไพริน (aspirin) , dipyridamole หรือแพ้ยาอื่นๆ\n* ยาอื่นๆ ทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และยาสมุนไพร  ที่ท่านใช้อยู่ในขณะนี้หรือกำลังจะใช้\n* มีหรือเคยมีโรคหอบหืด, โรคตับ, โรคไต,โรคกระเพาะอาหาร\n* ดื่มแอลกอฮอล์เป็นประจำ (โดยเฉพาะมากกว่า 3 แก้วต่อวัน)\n* มีหรือเคยมีภาวะเลือดไหลไม่หยุด (bleeding) , ภาวะขาดวิตามินเค (vitamin K), หรือมีติ่งเนื้อที่จมูก\n* การตั้งครรภ์ การวางแผนในการตั้งครรภ์ หรือการให้นมบุตร",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้  แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป  ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* ผิวแดง พุพอง และหลุดลอก\nเยื่อบุในช่องปากแดง พุพอง\nมีเสียงหริ่ง ๆในหู\nมีเลือดไหลไม่หยุดหรือฟกช้ำบ่อย\nอ่อนเพลียหรือเหนื่อยง่าย\nอาเจียนเป็นเลือดหรือมีลักษณะคล้ายกาแฟ\nมีอาการภูมิแพ้ที่ผิวหนัง เช่น ผื่นแดง คัน ลมพิษ ใบหน้า ริมฝีปากหรือลิ้นบวม\nหายใจลำบาก\nถ่ายดำ\nเจ็บหน้าอก\nสับสน\nหัวใจเต้นเร็วผิดปกติ",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนมากกว่า 30 องศาเซลเซียส เช่นบริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "ACETYLSALICYLIC ACID , GLYCINE",
    "ชื่อการค้า": "Cardiprin 100",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* บรรเทาอาการเจ็บปวด บวมจากภาวะอักเสบของข้อ เช่น ไขข้อกระดูกอักเสบ (osteoarthritis) ไขข้ออักเสบรูมาตอยด์ (rheumatoid arthritis) และ ไขข้อกระดูกสันหลังอักเสบ (ankylosing spondylitis) หรือใช้เพื่อบรรเทาอาการปวดจากสาเหตุอื่น ได้แก่ ปวดประจำเดือน ปวดฟัน ปวดกล้ามเนื้อ\n* ใช้ลดไข้ตัวร้อนที่ไม่ได้มีสาเหตุจากไข้เลือดออก อีสุกอีใส หรือไข้หวัดใหญ่\n* ยานี้อาจใช้เพื่อรักษาหรือโรคหรืออาการอื่นๆ ได้แก่ ป้องกันหลอดเลือดอุดตัน ดังนั้นหากมีข้อสงสัยควรสอบถามแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้ใช้สำหรับรับประทาน โดยทั่วไปรับประทานวันละ 1-4 ครั้ง ขึ้นกับโรค หรืออาการที่เป็นอยู่\n* ควรรับประทานยานี้หลังอาหารทันทีหรือดื่มน้ำตามมากๆ\n* หากมีไข้นานเกิน 3 วัน หรืออาการปวดยังไม่ทุเลาเกิน 10 วัน ควรปรึกษาแพทย์\n* หลีกเลี่ยงการดื่มเครื่องดื่มที่มีแอลกอฮอล์ในระหว่างรับประทานยานี้\n* ไม่ควรใช้ยานี้ในเด็กอายุต่ำกว่า 12 ปี โดยไม่ได้อยู่ในความดูแลของแพทย์หรือเภสัชกร",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* มีประวัติแพ้ยา aspirin (acetylsalicylic acid) ยาต้านอักเสบที่ไม่ใช่สเตอรอยด์ (NSAIDS) หรือยาอื่นๆ\n* ยาประจำใช้อยู่ทั้งที่แพทย์สั่งจ่ายหรือยาที่ซื้อใช้เอง รวมถึงวิตามิน อาหารเสริม และยาสมุนไพร\n* ตั้งครรภ์ วางแผนในการตั้งครรภ์ หรืออยู่ระหว่างให้นมบุตร หากตั้งครรภ์ระหว่างใช้ยานี้ต้องแจ้งให้แพทย์ทราบ\n* โรคประจำตัว อาการหรือโรคที่เคยเป็นมาในอดีต โดยเฉพาะ โรคหอบหืด  โรคกระเพาะ ความดันโลหิตสูง โรคเลือดไหลไม่หยุด โรคตับ โรคไต เป็นต้น\n* หากต้องเข้ารับการผ่าตัดหรือทำฟัน ต้องแจ้งให้แพทย์หรือทันตแพทย์ทราบก่อนทำการรักษา",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ ถ้าเป็นเวลาใกล้มื้อถัดไป ให้ข้ามไปรับประทานยามื้อต่อไปได้เลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* ผื่นคัน ลมพิษ\nบวมที่ตา ใบหน้า ริมฝีปาก ลิ้น หรือช่องคอ\nหายใจลำบากหรือหายใจมีเสียงหวีด\nเสียงแหบ\nตัวเย็น\nมีเสียงในหู หรือไม่ได้ยินเสียง\nอาเจียนเป็นเลือด\nอุจจาระเป็นสีแดงสด หรือสีดำคล้ำ",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้ร้อนกว่า 30 องศาเซลเซียส เช่น บริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ หรือมีกลิ่นเหม็นเปรี้ยว",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "ACETYLSALICYLIC ACID , DIPYRIDAMOLE",
    "ชื่อการค้า": "Aggrenox capsules แอกกรีน็อก ชนิดแคปซูล",
    "รูปแบบยา": "แคปซูล (ควบคุมการปลดปล่อยยา)",
    "ยานี้ใช้สำหรับ": "* ยานี้ใช้เพื่อลดความเสี่ยงในการเกิดโรคหลอดเลือดสมอง (stroke) ในผู้ที่เคยมีประวัติโรคหลอดเลือดสมองหรือโรคหลอดเลือดหัวใจตีบ\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้อยู่ในรูปแบบยาแคปซูล ชนิดควบคุมการปลดปล่อยตัวยา ใช้สำหรับรับประทาน สามารถรับประทานยานี้ก่อนหรือหลังอาหารได้ โดยใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากยาอย่างเคร่งครัด โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* ไม่ควรตัดแบ่งหรือเคี้ยวเม็ดยา  ควรกลืนยาทั้งเม็ด",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* การแพ้ยา แอสไพริน (aspirin) , dipyridamole หรือแพ้ยาอื่นๆ\n* ยาอื่นๆ ทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และยาสมุนไพร  ที่ท่านใช้อยู่ในขณะนี้หรือกำลังจะใช้\n* มีหรือเคยมีโรคหอบหืด, โรคตับ, โรคไต,โรคกระเพาะอาหาร\n* ดื่มแอลกอฮอล์เป็นประจำ (โดยเฉพาะมากกว่า 3 แก้วต่อวัน)\n* มีหรือเคยมีภาวะเลือดไหลไม่หยุด (bleeding) , ภาวะขาดวิตามินเค (vitamin K), หรือมีติ่งเนื้อที่จมูก\n* การตั้งครรภ์ การวางแผนในการตั้งครรภ์ หรือการให้นมบุตร",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้  แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป  ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* ผิวแดง พุพอง และหลุดลอก\nเยื่อบุในช่องปากแดง พุพอง\nมีเสียงหริ่ง ๆในหู\nมีเลือดไหลไม่หยุดหรือฟกช้ำบ่อย\nอ่อนเพลียหรือเหนื่อยง่าย\nอาเจียนเป็นเลือดหรือมีลักษณะคล้ายกาแฟ\nมีอาการภูมิแพ้ที่ผิวหนัง เช่น ผื่นแดง คัน ลมพิษ ใบหน้า ริมฝีปากหรือลิ้นบวม\nหายใจลำบาก\nถ่ายดำ\nเจ็บหน้าอก\nสับสน\nหัวใจเต้นเร็วผิดปกติ",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนมากกว่า 30 องศาเซลเซียส เช่นบริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "ACETYLSALICYLIC ACID , GLYCINE",
    "ชื่อการค้า": "Cardiprin 100",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* บรรเทาอาการเจ็บปวด บวมจากภาวะอักเสบของข้อ เช่น ไขข้อกระดูกอักเสบ (osteoarthritis) ไขข้ออักเสบรูมาตอยด์ (rheumatoid arthritis) และ ไขข้อกระดูกสันหลังอักเสบ (ankylosing spondylitis) หรือใช้เพื่อบรรเทาอาการปวดจากสาเหตุอื่น ได้แก่ ปวดประจำเดือน ปวดฟัน ปวดกล้ามเนื้อ\n* ใช้ลดไข้ตัวร้อนที่ไม่ได้มีสาเหตุจากไข้เลือดออก อีสุกอีใส หรือไข้หวัดใหญ่\n* ยานี้อาจใช้เพื่อรักษาหรือโรคหรืออาการอื่นๆ ได้แก่ ป้องกันหลอดเลือดอุดตัน ดังนั้นหากมีข้อสงสัยควรสอบถามแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้ใช้สำหรับรับประทาน โดยทั่วไปรับประทานวันละ 1-4 ครั้ง ขึ้นกับโรค หรืออาการที่เป็นอยู่\n* ควรรับประทานยานี้หลังอาหารทันทีหรือดื่มน้ำตามมากๆ\n* หากมีไข้นานเกิน 3 วัน หรืออาการปวดยังไม่ทุเลาเกิน 10 วัน ควรปรึกษาแพทย์\n* หลีกเลี่ยงการดื่มเครื่องดื่มที่มีแอลกอฮอล์ในระหว่างรับประทานยานี้\n* ไม่ควรใช้ยานี้ในเด็กอายุต่ำกว่า 12 ปี โดยไม่ได้อยู่ในความดูแลของแพทย์หรือเภสัชกร",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* มีประวัติแพ้ยา aspirin (acetylsalicylic acid) ยาต้านอักเสบที่ไม่ใช่สเตอรอยด์ (NSAIDS) หรือยาอื่นๆ\n* ยาประจำใช้อยู่ทั้งที่แพทย์สั่งจ่ายหรือยาที่ซื้อใช้เอง รวมถึงวิตามิน อาหารเสริม และยาสมุนไพร\n* ตั้งครรภ์ วางแผนในการตั้งครรภ์ หรืออยู่ระหว่างให้นมบุตร หากตั้งครรภ์ระหว่างใช้ยานี้ต้องแจ้งให้แพทย์ทราบ\n* โรคประจำตัว อาการหรือโรคที่เคยเป็นมาในอดีต โดยเฉพาะ โรคหอบหืด  โรคกระเพาะ ความดันโลหิตสูง โรคเลือดไหลไม่หยุด โรคตับ โรคไต เป็นต้น\n* หากต้องเข้ารับการผ่าตัดหรือทำฟัน ต้องแจ้งให้แพทย์หรือทันตแพทย์ทราบก่อนทำการรักษา",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ ถ้าเป็นเวลาใกล้มื้อถัดไป ให้ข้ามไปรับประทานยามื้อต่อไปได้เลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* ผื่นคัน ลมพิษ\nบวมที่ตา ใบหน้า ริมฝีปาก ลิ้น หรือช่องคอ\nหายใจลำบากหรือหายใจมีเสียงหวีด\nเสียงแหบ\nตัวเย็น\nมีเสียงในหู หรือไม่ได้ยินเสียง\nอาเจียนเป็นเลือด\nอุจจาระเป็นสีแดงสด หรือสีดำคล้ำ",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้ร้อนกว่า 30 องศาเซลเซียส เช่น บริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ หรือมีกลิ่นเหม็นเปรี้ยว",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "ACETYLSALICYLIC ACID , GLYCINE",
    "ชื่อการค้า": "Cardiprin 100",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* บรรเทาอาการเจ็บปวด บวมจากภาวะอักเสบของข้อ เช่น ไขข้อกระดูกอักเสบ (osteoarthritis) ไขข้ออักเสบรูมาตอยด์ (rheumatoid arthritis) และ ไขข้อกระดูกสันหลังอักเสบ (ankylosing spondylitis) หรือใช้เพื่อบรรเทาอาการปวดจากสาเหตุอื่น ได้แก่ ปวดประจำเดือน ปวดฟัน ปวดกล้ามเนื้อ\n* ใช้ลดไข้ตัวร้อนที่ไม่ได้มีสาเหตุจากไข้เลือดออก อีสุกอีใส หรือไข้หวัดใหญ่\n* ยานี้อาจใช้เพื่อรักษาหรือโรคหรืออาการอื่นๆ ได้แก่ ป้องกันหลอดเลือดอุดตัน ดังนั้นหากมีข้อสงสัยควรสอบถามแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้ใช้สำหรับรับประทาน โดยทั่วไปรับประทานวันละ 1-4 ครั้ง ขึ้นกับโรค หรืออาการที่เป็นอยู่\n* ควรรับประทานยานี้หลังอาหารทันทีหรือดื่มน้ำตามมากๆ\n* หากมีไข้นานเกิน 3 วัน หรืออาการปวดยังไม่ทุเลาเกิน 10 วัน ควรปรึกษาแพทย์\n* หลีกเลี่ยงการดื่มเครื่องดื่มที่มีแอลกอฮอล์ในระหว่างรับประทานยานี้\n* ไม่ควรใช้ยานี้ในเด็กอายุต่ำกว่า 12 ปี โดยไม่ได้อยู่ในความดูแลของแพทย์หรือเภสัชกร",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* มีประวัติแพ้ยา aspirin (acetylsalicylic acid) ยาต้านอักเสบที่ไม่ใช่สเตอรอยด์ (NSAIDS) หรือยาอื่นๆ\n* ยาประจำใช้อยู่ทั้งที่แพทย์สั่งจ่ายหรือยาที่ซื้อใช้เอง รวมถึงวิตามิน อาหารเสริม และยาสมุนไพร\n* ตั้งครรภ์ วางแผนในการตั้งครรภ์ หรืออยู่ระหว่างให้นมบุตร หากตั้งครรภ์ระหว่างใช้ยานี้ต้องแจ้งให้แพทย์ทราบ\n* โรคประจำตัว อาการหรือโรคที่เคยเป็นมาในอดีต โดยเฉพาะ โรคหอบหืด  โรคกระเพาะ ความดันโลหิตสูง โรคเลือดไหลไม่หยุด โรคตับ โรคไต เป็นต้น\n* หากต้องเข้ารับการผ่าตัดหรือทำฟัน ต้องแจ้งให้แพทย์หรือทันตแพทย์ทราบก่อนทำการรักษา",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ ถ้าเป็นเวลาใกล้มื้อถัดไป ให้ข้ามไปรับประทานยามื้อต่อไปได้เลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* ผื่นคัน ลมพิษ\nบวมที่ตา ใบหน้า ริมฝีปาก ลิ้น หรือช่องคอ\nหายใจลำบากหรือหายใจมีเสียงหวีด\nเสียงแหบ\nตัวเย็น\nมีเสียงในหู หรือไม่ได้ยินเสียง\nอาเจียนเป็นเลือด\nอุจจาระเป็นสีแดงสด หรือสีดำคล้ำ",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้ร้อนกว่า 30 องศาเซลเซียส เช่น บริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ หรือมีกลิ่นเหม็นเปรี้ยว",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "ACETYLSALICYLIC ACID , DIPYRIDAMOLE",
    "ชื่อการค้า": "Aggrenox capsules แอกกรีน็อก ชนิดแคปซูล",
    "รูปแบบยา": "แคปซูล (ควบคุมการปลดปล่อยยา)",
    "ยานี้ใช้สำหรับ": "* ยานี้ใช้เพื่อลดความเสี่ยงในการเกิดโรคหลอดเลือดสมอง (stroke) ในผู้ที่เคยมีประวัติโรคหลอดเลือดสมองหรือโรคหลอดเลือดหัวใจตีบ\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้อยู่ในรูปแบบยาแคปซูล ชนิดควบคุมการปลดปล่อยตัวยา ใช้สำหรับรับประทาน สามารถรับประทานยานี้ก่อนหรือหลังอาหารได้ โดยใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากยาอย่างเคร่งครัด โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* ไม่ควรตัดแบ่งหรือเคี้ยวเม็ดยา  ควรกลืนยาทั้งเม็ด",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* การแพ้ยา แอสไพริน (aspirin) , dipyridamole หรือแพ้ยาอื่นๆ\n* ยาอื่นๆ ทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และยาสมุนไพร  ที่ท่านใช้อยู่ในขณะนี้หรือกำลังจะใช้\n* มีหรือเคยมีโรคหอบหืด, โรคตับ, โรคไต,โรคกระเพาะอาหาร\n* ดื่มแอลกอฮอล์เป็นประจำ (โดยเฉพาะมากกว่า 3 แก้วต่อวัน)\n* มีหรือเคยมีภาวะเลือดไหลไม่หยุด (bleeding) , ภาวะขาดวิตามินเค (vitamin K), หรือมีติ่งเนื้อที่จมูก\n* การตั้งครรภ์ การวางแผนในการตั้งครรภ์ หรือการให้นมบุตร",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้  แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป  ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* ผิวแดง พุพอง และหลุดลอก\nเยื่อบุในช่องปากแดง พุพอง\nมีเสียงหริ่ง ๆในหู\nมีเลือดไหลไม่หยุดหรือฟกช้ำบ่อย\nอ่อนเพลียหรือเหนื่อยง่าย\nอาเจียนเป็นเลือดหรือมีลักษณะคล้ายกาแฟ\nมีอาการภูมิแพ้ที่ผิวหนัง เช่น ผื่นแดง คัน ลมพิษ ใบหน้า ริมฝีปากหรือลิ้นบวม\nหายใจลำบาก\nถ่ายดำ\nเจ็บหน้าอก\nสับสน\nหัวใจเต้นเร็วผิดปกติ",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนมากกว่า 30 องศาเซลเซียส เช่นบริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "RANITIDINE [HYDROCHLORIDE]",
    "ชื่อการค้า": "ACICARE 150",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* ยานี้ใช้เพื่อรักษาโรคแผลในกระเพาะอาหารหรือลำไส้เล็ก (ulcer)\n* ยานี้ใช้รักษาโรคกรดไหลย้อน (GERD)\n* ยานี้ใช้รักษาภาวะมีกรดในกระเพาะอาหารมากเกินในผู้ป่วยโรค Zollinger-Ellison syndrome\n* ยานี้อาจใช้เพื่อรักษาอาการแสบร้อนกลางอก (heartburn) มีลมแก๊สในกระเพาะอาหาร อาการเรอเปรี้ยว (sour stomach)\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้อยู่ในรูปแบบยาเม็ด ใช้สำหรับรับประทาน โดยทั่วไปรับประทานวันละ 1 ครั้งก่อนนอน หรืออาจแบ่งให้รับประทานวันละ 2-4 ครั้ง ก่อนหรือหลังอาหารก็ได้ ควรรับประทานยาในเวลาเดียวกันของทุกวัน ให้ใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากอย่างเคร่งครัด ไม่ควรใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ หากมีข้อสงสัยกรุณาสอบถามแพทย์หรือเภสัชกร\n* กรณีรับประทานยาเพื่อรักษาอาการแสบร้อนกลางอกจากกรดเกิน ให้รับประทานก่อนอาหาร 30-60 นาที ควรรับประทานยาให้ตรงเวลาเดิมทุกครั้ง และใช้ยาอย่างต่อเนื่องตามแพทย์สั่ง หากอาการยังไม่ดีขึ้น ควรกลับไปปรึกษาแพทย์ ห้ามหยุดใช้ยาด้วยตัวเองโดยไม่ปรึกษาแพทย์ผู้รักษา\n* หากอาการไม่ดีขึ้น หรือมีอุจจาระมีสีดำเข้ม อาเจียนเป็นเลือด หรืออาเจียนมีลักษณะคล้ายเมล็ดกาแฟบดให้รีบแจ้งให้แพทย์ทราบทันที",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* แพ้ยา ranitidine หรือแพ้ยาอื่นๆ\n* ใช้หรือกำลังจะใช้ยาอื่นๆ ทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และยาสมุนไพร\n* มีหรือเคยมีความผิดปกติของการทำงานของตับหรือไต โรคพอร์ไฟเรีย (porphyria) โรคฟีนิลคีโตนูเรีย (Phenylketonuria) หรือโรคประจำตัวอื่นๆ\n* ตั้งครรภ์ วางแผนจะตั้งครรภ์ หรือให้นมบุตร",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* รู้สึกตื่นเต้น อยู่นิ่งไม่ได้ กระวนกระวน กระสับกระส่าย ซึมเศร้า ประสาทหลอน เต้านมมีขนาดใหญ่ขึ้น ผิวแดง ลอก หรือมีแผลพุพอง เนื้อเยื่อด้านในปากหลุดลอก ผื่นคัน เหนื่อย อ่อนเพลียผิดปกติ อาเจียน ตัวหรือตาเหลือง",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่ได้รับมา ปิดฝาให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้อง โดยไม่ให้อยู่ในที่ร้อนกว่า 30 องศาเซลเซียส เช่นบริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "ACYCLOVIR",
    "ชื่อการค้า": "A.c.v., Acovax, Acyclovir 200 stada, Acyclovir 400 stada, Acyclovir 800 stada, Acyvir, Acyvir 400, Acyvir 800, Avirrex 200, Avirrex 400, Boots aciclovir tablets 200 mg, Boots aciclovir tablets 400 mg, Bryvirax, Clinovir - 200 คลิโนเวีย-200, Clinovir - 400 คลิโนเวีย-400, Clinovir-800, Clomed 200 mg., Clovir, Clovira (200 mg. tablets), Clovira (400 mg. tablets), Clovira (800 mg. tablets), Clovirax 200, Clovirax 400, Clovirex tab, Clovirmex, Covir, Covir 400 mg tablet, Cyborax, Cyclorax tablets, Cyclovin, Cyclovir, Cyvia, Entir 200 เอนเทียร์, Entir 400 เอนเทียร์, Entir 800, Falerm 200, Falerm 400, Herpenon tab, Herperax (เฮอร์ปีแร็กซ์), Herpirax-800, Hiviral, Herpirax - 400, Herpirax tablets, Lermex, Lermex 800, Marvir tablets, Marvir tablets, Monirax tablet, Norum tablets, Paviria, Ranvir 200, Ranvir 400, Ranvir 800, Reclovax - 200, Reclovax - 800, Sorax, Stanvilax, Starcloevir, Vercox, Vermis, Viclovir-400, Vilerm (200 mg tablets), Vilerm (400 mg.tablets), Vilerm (800 mg.tablets), Viraxin 200, Viraxy, Viraxy 400, Virofik, Virogon, Virogon 400, Virogon 800, Viromed, Viron tablet., Vironil, Vironox 200, Viropox 200, Viropox 800, Virorox 400, Virovir, Vivir 200, Vivir 800, Vizo 200, Vizo 400, Vizo-800, Viclovir, Zocovin 800, Zominax tablet, Zova, Zovir, Zovirax (tablets 200 mg), Zovirax (tablets 400 mg), Zovirax (tablets 800 mg), Zyvirpac, Zyvitec tablet, Zevin, Zocovin, อะซัยโคลเวียร์-นิด้า, เฮอพินอน 800",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* ยานี้ใช้เพื่อบรรเทาอาการปวดและลดระยะเวลาเกิดเป็นแผลหรือตุ่มน้ำพอง ในผู้ป่วยโรคสุกใสหรือติดเชื้องูสวัด ( herpes zoster) หรือเริมที่อวัยวะเพศ (genital herpes) ทั้งขณะเป็นครั้งแรกหรือการกลับเป็นซ้ำ\n* ยานี้อาจใช้เพื่อป้องกันการกลับเป็นซ้ำของเริมที่อวัยวะเพศ (genital herpes) ในผู้ป่วยที่มีการติดเชื้อแฝงอยู่\n* ยานี้อาจใช้เพื่อรักษาโรค eczema herpeticum หรือการติดเชื้อ herpes ที่ผิวหนัง ตา จมูก และปาก ในผู้ป่วยที่ติดเชื้อไวรัสเอชไอวี และใช้เพื่อรักษาโรค hairy leukoplakia\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆ ได้ หากมีข้อสงสัยควรสอบถามแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้อยู่ในรูปแบบยาเม็ดใช้สำหรับรับประทาน รับประทานยาวันละ 5 ครั้งห่างกันครั้งละ 4 ชั่วโมง เป็นเวลา 5-10 วัน โดยรับประทานตามเวลาไม่ต้องกังวลกับมื้ออาหาร และรับประทานยาให้ตรงเวลาเดิมทุกวัน หรือให้ใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากอย่างเคร่งครัด ห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* การใช้ยาเพื่อป้องกันการกลับเป็นซ้ำของ genital herpes รับประทานยาวันละ 2-5 ครั้ง ต่อเนื่องกันเป็นเวลา 12 เดือน\n* ยานี้ใช้เพื่อควบคุมเชื้อโรคแต่ไม่ได้รักษาการติดเชื้อให้หายขาด ต้องรับประทานยาต่อเนื่องติดต่อกันจนครบระยะเวลาการรักษาที่แพทย์สั่ง ห้ามหยุดใช้ยาเองแม้จะรู้สึกดีขึ้นแล้วก็ตาม การหยุดยาเองอาจทำให้โรคแย่ลงหรือรักษายากขึั้นในภายหลัง\n* รับประทานยานี้แล้วควรดื่มน้ำตามมากๆ",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* เคยแพ้ยา acyclovir, valacyclovir หรือยาอื่นๆ\n* ใช้หรือกำลังจะใช้ ยาอื่นๆทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และยาสมุนไพร\n* หากมีหรือเคยมีอาการร่างกายขาดน้ำเนื่องจากเจ็บป่วยหรือออกกำลังหนัก หรือมีโรคเกี่ยวกับระบบภูมิคุ้มกัน เช่นติดเชื้อไวรัสเอชไอวี  โรคภูมิคุ้มกันบกพร่อง(เอดส์) หรือโรคไต\n* กำลังตั้งครรภ์ วางแผนจะตั้งครรภ์ หรือให้นมบุตร\n* การใช้ยานี้ไม่สามารถป้องกันการแพร่เชื้อให้กับคู่สมรส แม้ว่าจะไม่มีแผลหรือตุ่มน้ำพอง ควรปรึกษาแพทย์เพื่อขอคำแนะนำในการลดการแพร่เชื้อ",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* อาการแพ้ เช่น ผื่นที่ผิวหนัง ผื่นคันหรือลมพิษ หน้าบวม ปากบวม หรือลิ้นบวม มือเท้า ข้อเท้าหรือขาบวม\n* สับสน ประสาทหลอน ชัก อ่อนเพลียผิดปกติ ตัวเหลืองตาเหลือง ปัสสาวะลำบากหรือปริมาณปัสสาวะเปลี่ยนแปลง ปัสสาวะมีเลือดปน แพ้แดด ผิวหนังพุพอง ลอก รวมถึงเนื้อเยื่อในช่องปาก เลือดไหลไม่หยุด ฟกช้ำ จุดแดงเล็กๆตามตัว อาการรับสัมผัสผิดปกติ ได้แก่ อาการชา แสบร้อน หรือเหมือนมีเข็มทิ่ม เจ็บหน้าอก หายใจหรือกลืนลำบาก เสียงแหบ หัวใจเต้นเร็ว ผิวซีด อุจจาระมีเลือดปน ปวดศีรษะ พูดลำบาก แขนขาอ่อนแรงเคลื่อนไหวร่างกายไม่ได้ สั่น หมดสติ",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิทและเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนมากกว่า 30 องศาเซลเซียส เช่นถูกแสงแดดโดยตรง และ ไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "RANITIDINE [HYDROCHLORIDE]",
    "ชื่อการค้า": "ACILOC 300",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* ยานี้ใช้เพื่อรักษาโรคแผลในกระเพาะอาหารหรือลำไส้เล็ก (ulcer)\n* ยานี้ใช้รักษาโรคกรดไหลย้อน (GERD)\n* ยานี้ใช้รักษาภาวะมีกรดในกระเพาะอาหารมากเกินในผู้ป่วยโรค Zollinger-Ellison syndrome\n* ยานี้อาจใช้เพื่อรักษาอาการแสบร้อนกลางอก (heartburn) มีลมแก๊สในกระเพาะอาหาร อาการเรอเปรี้ยว (sour stomach)\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้อยู่ในรูปแบบยาเม็ด ใช้สำหรับรับประทาน โดยทั่วไปรับประทานวันละ 1 ครั้งก่อนนอน หรืออาจแบ่งให้รับประทานวันละ 2-4 ครั้ง ก่อนหรือหลังอาหารก็ได้ ควรรับประทานยาในเวลาเดียวกันของทุกวัน ให้ใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากอย่างเคร่งครัด ไม่ควรใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ หากมีข้อสงสัยกรุณาสอบถามแพทย์หรือเภสัชกร\n* กรณีรับประทานยาเพื่อรักษาอาการแสบร้อนกลางอกจากกรดเกิน ให้รับประทานก่อนอาหาร 30-60 นาที ควรรับประทานยาให้ตรงเวลาเดิมทุกครั้ง และใช้ยาอย่างต่อเนื่องตามแพทย์สั่ง หากอาการยังไม่ดีขึ้น ควรกลับไปปรึกษาแพทย์ ห้ามหยุดใช้ยาด้วยตัวเองโดยไม่ปรึกษาแพทย์ผู้รักษา\n* หากอาการไม่ดีขึ้น หรือมีอุจจาระมีสีดำเข้ม อาเจียนเป็นเลือด หรืออาเจียนมีลักษณะคล้ายเมล็ดกาแฟบดให้รีบแจ้งให้แพทย์ทราบทันที",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* แพ้ยา ranitidine หรือแพ้ยาอื่นๆ\n* ใช้หรือกำลังจะใช้ยาอื่นๆ ทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และยาสมุนไพร\n* มีหรือเคยมีความผิดปกติของการทำงานของตับหรือไต โรคพอร์ไฟเรีย (porphyria) โรคฟีนิลคีโตนูเรีย (Phenylketonuria) หรือโรคประจำตัวอื่นๆ\n* ตั้งครรภ์ วางแผนจะตั้งครรภ์ หรือให้นมบุตร",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* รู้สึกตื่นเต้น อยู่นิ่งไม่ได้ กระวนกระวน กระสับกระส่าย ซึมเศร้า ประสาทหลอน เต้านมมีขนาดใหญ่ขึ้น ผิวแดง ลอก หรือมีแผลพุพอง เนื้อเยื่อด้านในปากหลุดลอก ผื่นคัน เหนื่อย อ่อนเพลียผิดปกติ อาเจียน ตัวหรือตาเหลือง",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่ได้รับมา ปิดฝาให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้อง โดยไม่ให้อยู่ในที่ร้อนกว่า 30 องศาเซลเซียส เช่นบริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "RANITIDINE [HYDROCHLORIDE]",
    "ชื่อการค้า": "ACILOC TABLETS",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* ยานี้ใช้เพื่อรักษาโรคแผลในกระเพาะอาหารหรือลำไส้เล็ก (ulcer)\n* ยานี้ใช้รักษาโรคกรดไหลย้อน (GERD)\n* ยานี้ใช้รักษาภาวะมีกรดในกระเพาะอาหารมากเกินในผู้ป่วยโรค Zollinger-Ellison syndrome\n* ยานี้อาจใช้เพื่อรักษาอาการแสบร้อนกลางอก (heartburn) มีลมแก๊สในกระเพาะอาหาร อาการเรอเปรี้ยว (sour stomach)\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้อยู่ในรูปแบบยาเม็ด ใช้สำหรับรับประทาน โดยทั่วไปรับประทานวันละ 1 ครั้งก่อนนอน หรืออาจแบ่งให้รับประทานวันละ 2-4 ครั้ง ก่อนหรือหลังอาหารก็ได้ ควรรับประทานยาในเวลาเดียวกันของทุกวัน ให้ใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากอย่างเคร่งครัด ไม่ควรใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ หากมีข้อสงสัยกรุณาสอบถามแพทย์หรือเภสัชกร\n* กรณีรับประทานยาเพื่อรักษาอาการแสบร้อนกลางอกจากกรดเกิน ให้รับประทานก่อนอาหาร 30-60 นาที ควรรับประทานยาให้ตรงเวลาเดิมทุกครั้ง และใช้ยาอย่างต่อเนื่องตามแพทย์สั่ง หากอาการยังไม่ดีขึ้น ควรกลับไปปรึกษาแพทย์ ห้ามหยุดใช้ยาด้วยตัวเองโดยไม่ปรึกษาแพทย์ผู้รักษา\n* หากอาการไม่ดีขึ้น หรือมีอุจจาระมีสีดำเข้ม อาเจียนเป็นเลือด หรืออาเจียนมีลักษณะคล้ายเมล็ดกาแฟบดให้รีบแจ้งให้แพทย์ทราบทันที",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* แพ้ยา ranitidine หรือแพ้ยาอื่นๆ\n* ใช้หรือกำลังจะใช้ยาอื่นๆ ทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และยาสมุนไพร\n* มีหรือเคยมีความผิดปกติของการทำงานของตับหรือไต โรคพอร์ไฟเรีย (porphyria) โรคฟีนิลคีโตนูเรีย (Phenylketonuria) หรือโรคประจำตัวอื่นๆ\n* ตั้งครรภ์ วางแผนจะตั้งครรภ์ หรือให้นมบุตร",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* รู้สึกตื่นเต้น อยู่นิ่งไม่ได้ กระวนกระวน กระสับกระส่าย ซึมเศร้า ประสาทหลอน เต้านมมีขนาดใหญ่ขึ้น ผิวแดง ลอก หรือมีแผลพุพอง เนื้อเยื่อด้านในปากหลุดลอก ผื่นคัน เหนื่อย อ่อนเพลียผิดปกติ อาเจียน ตัวหรือตาเหลือง",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่ได้รับมา ปิดฝาให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้อง โดยไม่ให้อยู่ในที่ร้อนกว่า 30 องศาเซลเซียส เช่นบริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "ACIPIMOX",
    "ชื่อการค้า": "Olbetam ออลบีแทม",
    "รูปแบบยา": "แคปซูล",
    "ยานี้ใช้สำหรับ": "* ยานี้ใช้เพื่อลดระดับไตรกลีเซอไรด์และคอเลสเทอรอลในเลือด\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆ ดังนั้นหากมีข้อสงสัยจึงควรสอบถามแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้อยู่ในรูปแบบยาแคปซูล ใช้สำหรับรับประทาน  โดยทั่วไปรับประทานวันละสองหรือสามครั้ง  หรือใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากยาอย่างเคร่งครัด โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* รับประทานยานี้พร้อมอาหารหรือหลังอาหารทันที และควรรับประทานยาให้ตรงเวลาทุกครั้ง\n* กลืนยาทั้งแคปซูล\n* ห้ามรับประทานยานี้เกินวันละ 5 แคปซูล\n* ควรรับประทานอาหารที่มีปริมาณไขมันและคอเลสเทอรอลต่ำ",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติการแพ้ยา acipimox หรือยาอื่นๆ\n* ยาอื่นๆ ทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และยาสมุนไพร ที่ท่านใช้อยู่ในขณะนี้หรือกำลังจะใช้\n* ตั้งครรภ์ วางแผนที่จะตั้งครรภ์ หรือให้นมบุตร\n* การผ่าตัดและศัลยกรรม ซึ่งรวมถึงการผ่าตัดทางทันตกรรมและการทำฟัน\n* มีประวัติเป็นโรคแผลเปื่อยในกระเพาะอาหาร (peptic ulcer) หรือทางเดินอาหาร\n* โรคไต (renal impairment)",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปถ้าลืมรับประทานยา ให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* มีอาการแพ้ เช่น ผื่นคัน ผื่นลมพิษ บวมตามอวัยวะต่างๆ เช่น ใบหน้า ริมฝีปาก ลิ้น\nหายใจลำบาก กลืนอาหารลำบาก\nอ่อนเพลีย ปวดกล้ามเนื้อหรือข้อ",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อนมากกว่า 30 องศาเซลเซียส เช่น บริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* เก็บยานี้ในภาชนะที่ป้องกันแสงได้ เช่น ขวดหรือซองสีชา\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "ACITRETIN",
    "ชื่อการค้า": "Neotigason, Neotigason ( 25 mg capsule), Neotigason (10 mg), Neotigason (25 mg)",
    "รูปแบบยา": "แคปซูล",
    "ยานี้ใช้สำหรับ": "* ยานี้อยู่ในรูปแบบแคปซูลสำหรับรับประทานเพื่อบรรเทาอาการของโรคสะเก็ดเงิน (psoriasis) ขั้นรุนแรง โดยช่วยลดผิวหนังที่แดง และสะเก็ดตามผิวหนัง\n* ในบางกรณียานี้ใช้สำหรับรักษาโรคผิวหนังชนิดหนึ่งที่เรียกว่า Dariers disease\n* ในบางกรณียานี้ใช้สำหรับรักษาอาการทางผิวหนังชนิดหนึ่ง ซึ่งเป็นตุ่มหนองและปื้นแดงบนฝ่ามือและเท้า (palmoplantar pustulosis)\n* ในบางกรณียานี้ใช้สำหรับรักษาอาการทางผิวหนังชนิดหนึ่ง ซึ่งผิวหนังบริเวณอวัยวะเพศหญิงเป็นผื่นแดง เป็นสะเก็ด และเลือดออกง่าย (lichen sclerosus et atrophicus of the vulva)\n* ในบางกรณียานี้ใช้สำหรับรักษาอาการทางผิวหนังชนิดหนึ่ง ซึ่งมีกลุ่มของตุ่มนูนบนผิวหนังบริเวณมือและเท้า (palmoplantar lichen nitidus)\n* ในบางกรณียานี้ใช้สำหรับรักษาอาการทางผิวหนังชนิดหนึ่ง ซึ่งปรากฏผิวหนังแดง เป็นตุ่มนูน และคัน ตามส่วนต่างๆ ของร่างกาย (lichen planus)\n* ในบางกรณียานี้ใช้สำหรับรักษาอาการทางผิวหนังชนิดหนึ่ง ซึ่งผิวหนังตามร่างกายมีสะเก็ดขุยที่หลุดร่วงออกมา (lamellar ichthyosis)\n* ในบางกรณียานี้ใช้สำหรับรักษาอาการทางผิวหนังที่เรียกว่า Sjogren-Larsson syndrome ที่มีอาการคือ ผิวหนังแห้ง เป็นสะเก็ด มีความบกพร่องทางสติปัญญา และมีปัญหาในการเดิน\n* ในบางกรณียานี้ใช้สำหรับรักษาอาการทางผิวหนัง ซึ่งมีผื่นแดง เป็นตุ่ม และผิวลอก (bullous and nonbullous ichthyosiform erythroderma)\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* โดยทั่วไปยานี้รับประทานวันละครั้ง โดยรับประทานยานี้พร้อมอาหารมื้อหลัก ตามขนาดและระยะเวลาตามที่ระบุไว้บนฉลาก\n* ควรรับประทานยา ณ เวลาใกล้เคียงกันของทุกวัน\n* acitretin เป็นยาสำหรับบรรเทาอาการของโรคสะเก็ดเงิน แต่ไม่ใช่เป็นยาที่รักษาให้หายขาด ผู้ป่วยอาจต้องรับประทานยาต่อเนื่อง 2-3 เดือนหรือนานกว่านี้จึงเห็นผลสูงสุด โดยช่วง 2-3 เดือนแรกที่รับประทานยาอาการอาจแย่ลง แต่มิได้หมายความว่ายานี้ไม่ได้ผล ผู้ป่วยบางรายอาจใช้ระยะเวลาถึง 8 เดือนกว่าจะเห็นผลการรักษา ไม่ควรหยุดยาเองโดยไม่ปรึกษาแพทย์\n* หากภายหลังการหยุดยาแล้ว อาการของโรคสะเก็ดเงินกลับขึ้นมาเป็นอีกครั้ง ผู้ป่วยไม่ควรนำยาที่เหลือค้างจากคราวก่อนมารับประทานต่อ เนื่องจากแพทย์อาจพิจารณาปรับเปลี่ยนตัวยา หรือขนาดในการรับประทานใหม่ให้เหมาะสม\n* เนื่องจากการรับประทานยานี้สามารถก่อให้เกิดความผิดปกติของทารกในครรภ์ ฉะนั้นยานี้จึงห้ามใช้ในหญิงตั้งครรภ์ หรือผู้ที่มีโอกาสตั้งครรภ์ภายในช่วงระยะเวลา 3 ปีภายหลังหยุดยา\n* สำหรับผู้ป่วยที่เป็นหญิงวัยเจริญพันธุ์ ก่อนได้รับยานี้จะต้องทำการทดสอบการตั้งครรภ์ 2 ครั้งว่าให้ผลเป็นลบ (ไม่ตั้งครรภ์) จึงจะสามารถรับยาได้ และเมื่อใช้ยานี้อยู่ จะต้องทำการตรวจการตั้งครรภ์อย่างสม่ำเสมอ\n* ก่อนเริ่มการรักษาด้วยยานี้เป็นระยะเวลา 1 เดือน ระหว่างการใช้ยา และหลังการหยุดใช้ยานี้เป็นระยะเวลา 3 ปี ผู้ป่วยต้องหาวิธีคุมกำเนิดอย่างน้อย 2 วิธี หากประจำเดือนเลื่อนไป หรือคิดว่าอาจจะตั้งครรภ์ ให้หยุดการใช้ยานี้ทันที\n* ยาหลายชนิดอาจก่อกวนการออกฤทธิ์ของยาคุมกำเนิดชนิดรับประทาน ซึ่งอาจส่งผลต่อประสิทธิภาพของการคุมกำเนิด  หลีกเลี่ยงการรับประทานผลิตภัณฑ์อาหารเสริม St. Johns wort เนื่องจากส่งผลต่อประสิทธิภาพการออกฤทธิ์ของยาคุมกำเนิดชนิดรับประทาน\n* ไม่ควรรับประทานยานี้หากผู้ป่วยต้องให้นมบุตร เนื่องจากยาตัวนี้อาจผ่านออกสู่น้ำนม และก่อให้เกิดผลข้างเคียงต่อเด็ก\n* ไม่ควรแบ่งยานี้ให้ผู้อื่นรับประทาน เนื่องจากอาจก่อให้เกิดผลไม่พึงประสงค์\n* ยานี้อาจเพิ่มระดับคอเลสเตอรอล และไตรกลีเซอไรด์ในเลือด ซึ่งแพทย์จะทำการตรวจเลือดเพื่อติดตามดูระดับของไขมันเหล่านี้เป็นระยะ และให้การรักษา\n* ห้ามบริจาคเลือดในระหว่างที่ทำการรักษาโดยรับประทานยา acitretin และภายในระยะเวลา 3 ปีหลังจากการหยุดยา\n* หากผู้ป่วยสวมคอนแทคเลนส์ อาจเกิดการระคายเคืองตาเนื่องจากอาการข้างเคียงของยาคือตาแห้งได้\n* ใช้ความระมัดระวังในการขับขี่ยานพาหนะในเวลากลางคืน\n* การรับประทานยานี้อาจเกิดผลข้างเคียงทำให้การมองภาพเปลี่ยนไปโดยฉับพลัน หากเกิดอาการเช่นนี้ขึ้น ให้หยุดยาและรีบไปพบแพทย์\n* การรับประทานยานี้อาจทำให้ผิวหนังมีความไวต่อรังสียูวี หรือแสงอาทิตย์มากกว่าปกติ หลีกเลี่ยงการใช้ผลิตภัณฑ์ทำผิวสีแทน และหลีกเลี่ยงแสงอาทิตย์ให้มากที่สุด สวมเสื้อผ้าที่มิดชิดเวลาอยู่กลางแจ้งและใช้ผลิตภัณฑ์ทากันแดด (ค่าเอสพีเอฟตั้งแต่ 15 ขึ้นไป) หากผู้ป่วยได้รับการรักษาโดยฉายแสง (phototherapy) แจ้งแพทย์ผู้รักษาว่าได้รับยานี้เพื่อให้แพทย์ทำการปรับขนาดความเข้มแสงเพื่อป้องกันผิวหนังไหม้\n* หากระหว่างการทำการรักษาด้วยยานี้เกิดผลข้างเคียงปากแห้ง คอแห้ง อาจแก้ไขโดยอมลูกอม หรือดื่มน้ำมากๆ\n* หลีกเลี่ยงการรับประทานวิตามินรวม หรืออาหารเสริมที่มีส่วนประกอบของวิตามินเอ\n* ยานี้อาจส่งผลเพิ่มระดับน้ำตาลในเลือด หากผู้ป่วยเป็นโรคเบาหวานและได้รับยานี้ ควรทำการตรวจวัดระดับน้ำตาลเป็นประจำ\n* มีรายงานการเกิดโรคซึมเศร้า และ/หรืออาการอื่นๆ เช่น ความรู้สึกก้าวร้าว ความคิดทำร้ายตนเอง ในผู้ที่ได้รับยานี้ อย่างไรก็ตามอาการเหล่านี้ยังอาจเป็นผลมาจากปัจจัยแวดล้อมอย่างอื่นอีก ปัจจุบันจึงยังไม่เป็นที่ทราบกันแน่ชัดว่า ยา acitretin เป็นสาเหตุของอาการเหล่านี้หรือไม่ อย่างไรก็ตาม หากผู้ป่วยเกิดความรู้สึกซึมเศร้า อยากฆ่าตัวตาย ควรหยุดยานี้โดยทันทีและรีบไปพบแพทย์",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* การแพ้ยา acitretin หรือยาอื่นๆ การแพ้อาหาร, สารแต่งสี หรือวัตถุกันเสีย\n* ยาอื่นๆ ทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง  วิตามิน   อาหารเสริม   และยาสมุนไพร  ที่ท่านใช้อยู่ในขณะนี้หรือกำลังจะใช้\n* ระดับคอเลสเตอรอล หรือไตรกลีเซอร์ไรด์ในเลือดสูง\n* การตั้งครรภ์  การวางแผนในการตั้งครรภ์   หรือการให้นมบุตร\n* เป็นโรคตับ\n* เป็นโรคเบาหวาน หรือมีระดับน้ำตาลในเลือดสูง\n* ติดเครื่องดื่มแอลกอฮอลล์\n* เป็นโรคไต\n* เคยได้รับยา etretinate มาก่อน\n* เป็นโรคซึมเศร้า\n* เป็นโรคหัวใจ\n* มีปัญหาเกี่ยวกับการมองภาพ",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* ให้รับประทานยาทันทีที่นึกได้  แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป  ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* การมองเห็นในที่มืดแย่ลง\nกระหายน้ำบ่อย\nหิวบ่อย\nปวดศีรษะอย่างรุนแรง\nอาเจียนอย่างรุนแรง\nเห็นภาพเบลอ\nหายใจลำบาก\nขาบวม\nตัวเหลือง\nผิวซีด\nซึมเศร้า หรือเกิดการเปลี่ยนแปลงทางพฤติกรรมและอารมณ์อย่างฉับพลัน\nปัสสาวะบ่อย\nคลื่นไส้อย่างรุนแรง\nตาเหลือง\nปัสสาวะสีเข้ม\nปวดหน้าอก\nปากชา\nชัก\nผื่นขึ้น\nหายใจได้ไม่เต็มปอด\nบวมแดงในขาข้างใดข้างหนึ่ง\nสับสน\nตาหรือเปลือกตาบวม แดง ปวด\nเคลื่อนไหวลำบาก\nมีความคิดทำร้ายตนเอง\nมือบวม เท้าบวม ข้อบวม น่องบวม\nการเคลื่อนไหวร่างกายกระตุก ไม่ราบเรียบ\nปวดหลัง\nปวดกล้ามเนื้อ กระดูก \nหมดสติ\nลมหายใจกลิ่นผลไม้\nพูดช้า พูดลำบาก\nกล้ามเนื้ออ่อนแรง\nมือและเท้าหมดความรู้สึก\nหัวใจเต้นช้า และไม่เป้นจังหวะ\nตัวเย็น\nหัวใจเต้นเร็ว",
    "การเก็บรักษายา": "* เก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้อง (อุณหภูมิระหว่าง 15-30 องศาเซลเซียส) และไม่เก็บยาในบริเวณที่เปียกชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "PSEUDOEPHEDRINE [HYDROCHLORIDE] , TRIPROLIDINE [HYDROCHLORIDE]",
    "ชื่อการค้า": "ACMEDINE",
    "รูปแบบยา": "ยาเม็ด",
    "ยานี้ใช้สำหรับ": "* รักษาอาการจาม ไอ น้ำมูกไหล คัดจมูก คันตา น้ำตาไหล ผื่นลมพิษ ผื่นคันและอาการอื่นที่เกิดขึ้นจากการแพ้ และรักษาโรคหวัด\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ยานี้ใช้สำหรับรับประทาน โดยทั่วไปรับประทานวันละ 3-4 ครั้ง ให้ใช้ยานี้ตามวิธีใช้ที่ระบุบนฉลากยาอย่างเคร่งครัด โดยห้ามใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* การใช้ยาในเด็กต่ำกว่า 6 ปี ควรอยู่ในการดูแลของแพทย์\n* หากอาการไม่ดีขึ้นใน 7 วัน หรือมีอาการไข้สูง ให้หยุดใช้ยาและไปพบแพทย์\n* ยานี้อาจทำให้เกิดอาการง่วงซึม ควรระมัดระวังในการขับขี่ยานพาหนะ\n* ห้ามใช้ร่วมกับยาในกลุ่ม MAO inhibitor เช่น isocarboxazid, phenelzine, selegiline, tranylcypromine โดยต้องมีช่วงห่างกันอย่างน้อย 2 สัปดาห์",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ประวัติแพ้ยา pseudoephedrine หรือ triprolidine หรือยาอื่นๆ\n* ใช้หรือกำลังจะใช้ ยาอื่นๆ ทั้งยาที่แพทย์สั่งจ่ายและยาที่ใช้เอง วิตามิน อาหารเสริม และสมุนไพร\n* มีหรือเคยมีโรคไต โรคเบาหวาน โรคต้อหิน โรคหัวใจ โรคความดันโลหิตสูง ความผิดปกติของต่อมไทยรอยด์ โรคต่อมลูกหมากโต มีปัญหาในการปัสสาวะ\n* ตั้งครรภ์ วางแผนจะตั้งครรภ์ หรือให้นมบุตร",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* โดยทั่วไปยานี้ใช้เฉพาะเมื่อมีอาการเท่านั้น การลืมรับประทานยาจึงไม่เป็นอันตราย และไม่จำเป็นต้องเพิ่มขนาดยาในมื้อต่อไปแต่หากรับประทานตามกำหนดเวลาให้รับประทานยาทันทีที่นึกได้ แต่ถ้าเป็นเวลาที่ใกล้กับมื้อต่อไป ให้ข้ามไปรับประทานยามื้อต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* หัวใจเต้นผิดปกติ สับสน ประสาทหลอน มีความคิดหรือพฤติกรรมผิดปกติ เวียนศีรษะอย่างรุนแรง วิตกกังวล กระสับกระส่าย ตื่นเต้น กระวนกระวายใจ อาการของความดันโลหิตสูง เช่น ปวดศีรษะอย่างรุนแรง มองเห็นภาพไม่ชัด เจ็บหน้าอก อาการชา การชัก เลือดออกผิดปกติหรือมีรอยช้ำ อ่อนเพลียผิดปกติ ไข้ หนาวสั่น ปวดเมื่อยร่างกาย อาการเหมือนจะเป็นไข้ ปัสสาวะน้อยลงหรือไม่ปัสสาวะเลย",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะบรรจุเดิมที่บรรจุมา ปิดภาชนะให้สนิท และเก็บให้พ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้องโดยไม่ให้อยู่ในที่ร้อน เช่น บริเวณที่ถูกแสงแดดโดยตรง และไม่เก็บยาในบริเวณที่เปียกหรือชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "CLINDAMYCIN [PHOSPHATE]",
    "ชื่อการค้า": "ACNEGON ANTI-ACNE GEL",
    "รูปแบบยา": "",
    "ยานี้ใช้สำหรับ": "* ยานี้เป็นยาทาใช้สำหรับเพื่อรักษาสิว\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ล้างมือให้สะอาดก่อนและหลังทายา\n* ทำความสะอาดผิวหนังบริเวณที่จะทายา และซับให้แห้ง\n* ทายาบางๆ บริเวณที่เป็นวันละ 2 ครั้ง หลีกเลี่ยงการทายาบนผิวหนังที่มีแผล หรือบริเวณดวงตา หากบังเอิญสัมผัสบริเวณดังกล่าวให้ล้างออกด้วยน้ำสะอาดปริมาณมากๆ\n* อาจต้องใช้เวลาถึง 12 สัปดาห์เพื่อให้เห็นผลการรักษาเต็มที่\n* หากมีความจำเป็นต้องใช้ยานี้ในเด็กอายุต่ำกว่า 12 ปี ควรปรึกษาแพทย์ผู้เชี่ยวชาญ",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* ผลิตภัณฑ์บำรุงผิว หรือเครื่องสำอางอื่นๆ ที่ท่านใช้อยู่ในขณะนี้หรือกำลังจะใช้ ยาหรือเครื่องสำอางบางชนิดอาจทำให้สิวแย่ลง หรือรบกวนการออกฤทธิ์ของยาได้\n* อาการท้องเสีย\n* โรคหรือภาวะที่มีการอักเสบของลำไส้โดยไม่ทราบสาเหตุ(inflammatory bowel disease)\n* โรคตับหรือไต\n* ความผิดปกติของระบบทางเดินอาหาร เช่นลำไส้ใหญ่อักเสบ(colitis)\n* การแพ้ยา Clindamycin, Lincomycin หรือยาอื่นๆ การแพ้อาหาร สารแต่งสี หรือวัตถุกันเสีย\n* การตั้งครรภ์ การวางแผนการตั้งครรภ์ หรือการให้นมบุตร",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* ให้ทายาทันทีที่นึกได้  แต่ถ้าเป็นเวลาที่ใกล้กับการทายาครั้งต่อไป  ให้ข้ามไปทายาครั้งต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* ผื่นขึ้น",
    "การเก็บรักษายา": "* เก็บยานี้ในภาชนะที่ปิดสนิท และพ้นมือเด็ก\n* เก็บยานี้ที่อุณหภูมิห้อง หลีกเลี่ยงจากความร้อนและความชื้น\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "BENZOYL [PEROXIDE]",
    "ชื่อการค้า": "ACNEXYL 2.5 แอคเนซิล 2.5",
    "รูปแบบยา": "",
    "ยานี้ใช้สำหรับ": "* ยานี้เป็นเจลใช้สำหรับทาเพื่อรักษาสิวที่มีความรุนแรงเล็กน้อยถึงปานกลาง\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ใช้ยาตามขนาดและวิธีที่แพทย์สั่ง โดยทั่วไปใช้ทาผิวหนังบริเวณที่เป็นสิววันละ 1-2 ครั้ง โดยเริ่มจากทายาวันละครั้งก่อนเพื่อดูการตอบสนองของผิวหนังต่อยา ไม่ควรใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* วิธีการทายา ก่อนอื่นทำความสะอาดผิวหนังบริเวณที่จะทายา แล้วเช็ดให้แห้ง ทายาจำนวนเล็กน้อยและถูเบาๆ\n* อาจใช้ระยะเวลา 4-6 สัปดาห์กว่าจะเห็นผลของการรักษาเต็มที่ หากไม่ดีขึ้นหลังจากนี้ควรปรึกษาแพทย์\n* ระวังอย่าให้ยาเข้าตา จมูก หรือปาก หรือสัมผัสกับส่วนผิวหนังบอบบางอื่นๆ\n* หากมีความจำเป็นต้องใช้ยานี้ในเด็กอายุต่ำกว่า 12 ปี ควรปรึกษาแพทย์ผู้เชี่ยวชาญ\n* ไม่ควรปิดบริเวณที่ทาด้วยพลาสเตอร์ หรือผ้าปิดแผล นอกจากเป็นคำสั่งแพทย์\n* ยานี้อาจทำให้สีของเสื้อผ้าซีดจางได้",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* การแพ้กรดเบนโซอิก(benzoic acid) อบเชย(cinnamon) ซัลไฟต์(sulfites) พาราเบน(parabens) หรือยาอื่นๆ การแพ้อาหาร,สารแต่งสี หรือวัตถุกันเสียอื่นๆ\n* ยาอื่นๆ ทั้งยาที่แพทย์สั่งจ่าย และยาที่ใช้เอง วิตามิน อาหารเสริม ผลิตภัณฑ์บำรุงผิว หรือเครื่องสำอางที่ใช้อยู่ขณะนี้หรือกำลังจะใช้\n* เป็นโรคหืด (asthma)\n* เป็นผื่นผิวหนังอักเสบจากภูมิแพ้(eczema)\n* โรคผื่นไขมันอักเสบ(seborrheic dermatitis)\n* มีแผลที่ผิวหนัง\n* ผิวหนังไหม้แดด\n* การตั้งครรภ์ การวางแผนการตั้งครรภ์ หรือการให้นมบุตร",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* ให้ทายาทันทีที่นึกได้  แต่ถ้าเป็นเวลาที่ใกล้กับการทายาครั้งต่อไป  ให้ข้ามไปทายาครั้งต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า ไม่ควรใช้ยายาวนานเกินกว่าระยะเวลาที่แพทย์สั่ง",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* แสบร้อน คัน แดง ตกสะเก็ด หรือผิวหนังบริเวณที่ทายาบวมอย่างรุนแรง",
    "การเก็บรักษายา": "* เก็บยาในภาชนะปิด และเก็บให้พ้นมือเด็ก\n* เก็บยาที่อุณหภูมิห้อง 20-25 องศาเซลเซียส หลีกเลี่ยงบริเวณที่ความร้อนหรือความชื้นสูง\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  },
  {
    "ชื่อสามัญ": "BENZOYL [PEROXIDE]",
    "ชื่อการค้า": "ACNEXYL 5 แอคเนซิล 5",
    "รูปแบบยา": "",
    "ยานี้ใช้สำหรับ": "* ยานี้เป็นเจลใช้สำหรับทาเพื่อรักษาสิวที่มีความรุนแรงเล็กน้อยถึงปานกลาง\n* ยานี้อาจใช้เพื่อรักษาโรคหรืออาการอื่นๆได้ หากมีข้อสงสัยควรปรึกษาแพทย์หรือเภสัชกร",
    "วิธีการใช้ยา": "* ใช้ยาตามขนาดและวิธีที่แพทย์สั่ง โดยทั่วไปใช้ทาผิวหนังบริเวณที่เป็นสิววันละ 1-2 ครั้ง โดยเริ่มจากทายาวันละครั้งก่อนเพื่อดูการตอบสนองของผิวหนังต่อยา ไม่ควรใช้ยาในขนาดที่มากหรือน้อยกว่าที่ระบุ และหากมีข้อสงสัยให้สอบถามแพทย์หรือเภสัชกร\n* วิธีการทายา ก่อนอื่นทำความสะอาดผิวหนังบริเวณที่จะทายา แล้วเช็ดให้แห้ง ทายาจำนวนเล็กน้อยและถูเบาๆ\n* อาจใช้ระยะเวลา 4-6 สัปดาห์กว่าจะเห็นผลของการรักษาเต็มที่ หากไม่ดีขึ้นหลังจากนี้ควรปรึกษาแพทย์\n* ระวังอย่าให้ยาเข้าตา จมูก หรือปาก หรือสัมผัสกับส่วนผิวหนังบอบบางอื่นๆ\n* หากมีความจำเป็นต้องใช้ยานี้ในเด็กอายุต่ำกว่า 12 ปี ควรปรึกษาแพทย์ผู้เชี่ยวชาญ\n* ไม่ควรปิดบริเวณที่ทาด้วยพลาสเตอร์ หรือผ้าปิดแผล นอกจากเป็นคำสั่งแพทย์\n* ยานี้อาจทำให้สีของเสื้อผ้าซีดจางได้",
    "สิ่งที่ควรแจ้งให้แพทย์หรือเภสัชกรทราบ": "* การแพ้กรดเบนโซอิก(benzoic acid) อบเชย(cinnamon) ซัลไฟต์(sulfites) พาราเบน(parabens) หรือยาอื่นๆ การแพ้อาหาร,สารแต่งสี หรือวัตถุกันเสียอื่นๆ\n* ยาอื่นๆ ทั้งยาที่แพทย์สั่งจ่าย และยาที่ใช้เอง วิตามิน อาหารเสริม ผลิตภัณฑ์บำรุงผิว หรือเครื่องสำอางที่ใช้อยู่ขณะนี้หรือกำลังจะใช้\n* เป็นโรคหืด (asthma)\n* เป็นผื่นผิวหนังอักเสบจากภูมิแพ้(eczema)\n* โรคผื่นไขมันอักเสบ(seborrheic dermatitis)\n* มีแผลที่ผิวหนัง\n* ผิวหนังไหม้แดด\n* การตั้งครรภ์ การวางแผนการตั้งครรภ์ หรือการให้นมบุตร",
    "ทำอย่างไรหากลืมรับประทานยาหรือใช้ยา": "* ให้ทายาทันทีที่นึกได้  แต่ถ้าเป็นเวลาที่ใกล้กับการทายาครั้งต่อไป  ให้ข้ามไปทายาครั้งต่อไปเลยโดยไม่ต้องเพิ่มขนาดยาเป็นสองเท่า ไม่ควรใช้ยายาวนานเกินกว่าระยะเวลาที่แพทย์สั่ง",
    "อาการไม่พึงประสงค์ทั่วไป": "* อาการไม่พึงประสงค์อื่นที่อาจเกิดระหว่างใช้ยา หากเป็นต่อเนื่อง หรือ รบกวนชีวิตประจำวัน ให้ แจ้งแพทย์หรือเภสัชกรทราบ",
    "อาการไม่พึงประสงค์ที่ต้องแจ้งแพทย์หรือเภสัชกรทันที": "* แสบร้อน คัน แดง ตกสะเก็ด หรือผิวหนังบริเวณที่ทายาบวมอย่างรุนแรง",
    "การเก็บรักษายา": "* เก็บยาในภาชนะปิด และเก็บให้พ้นมือเด็ก\n* เก็บยาที่อุณหภูมิห้อง 20-25 องศาเซลเซียส หลีกเลี่ยงบริเวณที่ความร้อนหรือความชื้นสูง\n* ทิ้งยานี้เมื่อยาหมดอายุ",
    "URL": "https://www.yaandyou.net/index_result.php"
  }
]